{
    "translation": [
        {
            "hash": 9687506483592867219,
            "key": "\"Well... you're just a kid. You need to take care of yourself. If somebody bullies you, you come back and let me know.\"",
            "value": "\"好吧... 你走了后. 你要多关心自己. 如果有人欺负了你, 要回来告诉我.\""
        },
        {
            "hash": 5184319203232908776,
            "key": "[p]Sheila rests a hand on your shoulder tenderly; you can't help but shed a single tear. All of the suffering and fear you have hidden deep within yourself suddenly leaps to the surface.",
            "value": "[p]Sheila温柔地将一只手放在你身上; 你忍不住流下了一滴眼泪,隐藏在你内心深处的所有痛苦和恐惧突然浮出水面."
        },
        {
            "hash": 825282832482109571,
            "key": "[bot_10]\"I think that's enough for the day. Everyone is exhausted. You'll still have to say something eventually, but for now, let's all get some rest.\"",
            "value": "[bot_10]\"我想今天十分充盈. 每个人都筋疲力尽. 你好像要说什么事情, 但现在, 我们要先休息一下.\""
        },
        {
            "hash": 8542454166638196799,
            "key": "\"If you need to talk...\" Since the spirit appeared, it seems that everyone wants to chat. However, after what happened with Brian, you are fearful of what the future will bring.",
            "value": "\"如果你需要帮助...\" 在精灵出现之后, 好像每个人都需要帮助. 然而, 在Brian的遭遇后, 你对你未来会发生什么感到担忧."
        },
        {
            "hash": 14358478791774020701,
            "key": "[p]You hang you head and release a soft sigh. <player> continues speaking as if it understands how you feel.",
            "value": "[p]你低下头, 轻轻叹了口气. <player>继续说, 好像只有它理解你的感受。"
        },
        {
            "hash": 16300347743129058034,
            "key": "\"I'm Otohime, an Eidolon. We exist everywhere you are and everywhere you are not, and I hide within the transforming power of your spirit.\"",
            "value": "\"我是Otohime, 一只幻灵. 我们会出现在任何地方, 而我藏在你的精神深处.\""
        },
        {
            "hash": 2274234717297177267,
            "key": "\"They say we are the very origin of life, that we connect you with Gaia...\"",
            "value": "\"他们说我们是生命的起源, 我们把你与Gaia联系起来...\""
        },
        {
            "hash": 6495518287334262468,
            "key": "[p]Otohime's words render you speechless. Gaia is a name you've heard in legends since childhood. At least it isn't more talk of an evil spirit or a curse.",
            "value": "[p]Otohime的话让你无言以对, Gaia是你从小就在传说中听到的名字, 至少它不是现在人们讨论的恶灵和诅咒."
        },
        {
            "hash": 18094525223100835202,
            "key": "\"Right now, I grow with the power of your spirit. But if your spirit gets weak and frail, darkness can devour you, just as it did Brian. You'll lose yourself; evil will distort your mind.\"",
            "value": "\"现在, 我会随着你的精神成长. 如果你的精神变得扭曲, 黑暗就会吞噬你, 你就会迷失自己, 邪恶会扭曲你的思想: 就像Brian一样.\""
        },
        {
            "hash": 7781684608137493110,
            "key": "[bot_12]\"Dad! <player> is a good person! You're just going to send my hero away?\"",
            "value": "[bot_12]\"爸爸! <player>是好人! 你要把我的救星赶走吗?\""
        },
        {
            "hash": 10042061995042335848,
            "key": "\"<player>, did you get a good night's sleep?\"",
            "value": "\"<player>, 晚上睡得好吗?\""
        },
        {
            "hash": 15817122339621166309,
            "key": "[p]You tell Sheila that you have decided to leave the village, and you plan to find a way to separate from your spirit, even if you have to travel to the ends of Earth.",
            "value": "[p]你告诉Sheila你已经决定离开村庄, 你有个方法去与你的精灵分离, 即使你要前往遥远的地方."
        },
        {
            "hash": 2907720583151523953,
            "key": "\"I thought you might come to that conclusion. There's nothing I can really say now that you've made up your mind.\"",
            "value": "\"我想, 如果你能得出这个结论, 说明现在你已经下定决心了, 我没有什么事情要和你交代了.\""
        },
        {
            "hash": 8344186575619037717,
            "key": "[bot_12]\"Dad, Brian... he's not... he's transformed... I was so scared...\"",
            "value": "[bot_12]\"爸爸, Brian... 他不是Brian了... 他变了... 我很害怕...\""
        },
        {
            "hash": 5523106279609539477,
            "key": "\"You've really decided to leave?\" Anita peers at you curiously.",
            "value": "\"所以你真的决定离开了?\" Anita好奇的看着你."
        },
        {
            "hash": 8469179039381217743,
            "key": "[p]You nod.",
            "value": "[p]你点了点头."
        },
        {
            "hash": 13722454378138092044,
            "key": "[bot_10]\"<player>, we know you are a true warrior. If you have a problem, you can let us know. You needn't bear the entire burden yourself.\"",
            "value": "[bot_10]\"<player>, 我们都知道你是一位真正的勇士, 如果你有困难都可以告诉我们, 我们会帮助你的.\""
        },
        {
            "hash": 2980875127416612196,
            "key": "\"Are you really leaving today? I thought you'd stay for a few more days.\" There is an edge of sadness to Betsy's smile.",
            "value": "\"你今天真的要走吗? 我还以为你会多待几天.\" Betsy的笑容中带着一丝悲伤."
        },
        {
            "hash": 6652066798574331411,
            "key": "\"I truly believe you will succeed. You're different from Brian. I know it in my very soul.\" Betsy nods with affirmation.",
            "value": "\"我相信你会成功的. 你和Brian不一样!\" Betsy肯定地点点头."
        },
        {
            "hash": 8814438875101050056,
            "key": "\"Go ahead! Experience the brilliant journey of life and be sure to tell everyone about the wonders of Port Skandia! We could use some tourist money.\"",
            "value": "\"去吧! 体验人生的辉煌旅程, 不要忘记讲述Skandia港口的华丽! \""
        },
        {
            "hash": 3746848159988676052,
            "key": "[p]York stares at you as the other look on in silence. You will need a convincing explanation about everything that has happened.",
            "value": "[p]York盯着你, 其他人沉默地看着你. 你需要对着发生的一切进行解释."
        },
        {
            "hash": 2275816732507726232,
            "key": "\"Such confounded...\"",
            "value": "\"多么让人困惑...\""
        },
        {
            "hash": 18027108252184997513,
            "key": "\"<player>, what are you doing here? It's dangerous out here, so just go on back to the village...\" Kane spots the creature next to you, staggering back with surprise.",
            "value": "\"<player>, 你在这里干什么? 这里很危险, 赶紧回村里去吧...\" Kane发现了你旁边的生物, 惊讶的后退."
        },
        {
            "hash": 108070665898337245,
            "key": "\"<player>... you've got a monster on your back, eh? Are you bound by a curse, too?\" Kane keeps one hand on his weapon as he sizes you up.",
            "value": "\"<player>... 你的背后有个怪物, 对吧? 你也被诅咒了? \" Kane一边打量着你, 一边将手放在了武器上."
        },
        {
            "hash": 8013352677264408470,
            "key": "[p]Kane's words pain you; you have to find Brian and ask him to clarify the situation. You hope Kane can tell you where Brian is.",
            "value": "[p]kane的话让你很痛苦; 你必须找到Brian并让他说明情况. 你希望kane能告诉你Brian在哪里."
        },
        {
            "hash": 17993006462297691539,
            "key": "\"Brian took the Villager Chief's son, Joel. When we tried to save the boy, a black panther attacked us. They're hiding in the cave now.\"",
            "value": "\"Brian带走了村长的儿子joel. 我们救试图救他的时候, 一只黑豹突然袭击了我们. 现在它们应该躲在洞穴里.\""
        },
        {
            "hash": 5742100420647304284,
            "key": "[p]You tell Kane that the creature with you might have something to do with Brian, hoping he'll allow you into the cave to find Brian. You have to find a way to rescue Joel!",
            "value": "[p]你告诉Kane, 和你在一起的生物可能与Brian有关, 希望他能允许你进入洞穴找到Brian. 你会想办法解救Joel的!"
        },
        {
            "hash": 12543105980755380428,
            "key": "\"I don't know what to do. You two are both cursed by spirits, so perhaps you are bound together somehow... Hopefully, through Brian, you can save yourself.\"",
            "value": "\"我不知道我该怎么办. 你们两个都被诅咒了, 可能你们不知怎么就被绑在了一起... 或许你能通过Brian来救赎自己.\""
        },
        {
            "hash": 4460666642090070686,
            "key": "\"Joel, are you okay? Are you hurt?\" York examines the boy frantically, searching for wounds.",
            "value": "\"Joel, 你还好吗? 你有受伤了吗?\" York打量着男孩, 寻找伤口."
        },
        {
            "hash": 10311583616519969238,
            "key": "\"It's just better this way...\"",
            "value": "\"那只是个更好的方法...\""
        },
        {
            "hash": 3241637522299560045,
            "key": "[bot_38]\"Ugh, why does stuff like this always happen to me?\" he groans with a heavy sigh.\n",
            "value": "[bot_38]\"唉, 为什么这样的事会发生在我身上?\" 他叹了一口气.\n"
        },
        {
            "hash": 5995927034259323858,
            "key": "[bot_38]\"Brian, Brian... oh, yeah, the crazy jerk who broke my wagon, right? He smacked me! With his hand!\" Larry whines.",
            "value": "[bot_38]\"Brian... Brian... 哦! 是那个打碎我马车的疯子! 对吧? 他还打了我一巴掌!\" Larry叫道."
        },
        {
            "hash": 6247978078185958349,
            "key": "\"But I did say I'd try to help you, and I'm a man of my word. I'll think of a way to get you out of your pickle.\" Luther strokes his chin, thinking.",
            "value": "\"但我确实说过我会尽力帮助你, 我会想办法帮你摆脱困境.\" Luther摸着下巴, 若有所思."
        },
        {
            "hash": 3676728169394191644,
            "key": "[bot_10]\"...\"",
            "value": "[bot_10]\"...\""
        },
        {
            "hash": 14054387802096039991,
            "key": "\"Mom, Dad, why are you looking at <player> that way? This hero saved me from a serious baddie. Without my savior, I would never have seen you again.\"",
            "value": "\"爸爸, 妈妈, 你们为什么那样看<player>? 他把我从一个大坏蛋手中救了出来. 如果没有我的他, 我就再也见不到你们了.\""
        },
        {
            "hash": 5688780115869995349,
            "key": "[bot_16]\"Joel... Dad just thinks...\" York sighs. You see a tinge of fear in his eyes.",
            "value": "[bot_16]\"Joel... 爸爸只是觉得...\" York叹了口气. 你可以从他的眼睛里看到一丝恐惧."
        },
        {
            "hash": 13090186450423749345,
            "key": "[bot_10]\"Joel, we know. But there are still a couple of things we have to figure out...\"",
            "value": "[bot_10]\"Joel, 我们知道. 但是我们还有几件事需要弄清...\""
        },
        {
            "hash": 4356667712069449372,
            "key": "\"Are you okay? Did you find any clues from Brian?\" Elena looks at you anxiously.",
            "value": "\"你还好吗? 你从Brian那里找到线索了吗?\" Elena焦急地看着你."
        },
        {
            "hash": 9068005813665895287,
            "key": "[p]You tell Elena what Brian said and ask her if the same thing will happen to you. Will you become a bloodthirsty, savage monster, too?",
            "value": "[p]你告诉Elena: Brian什么也没说, 然后问她: 你也会变成一个嗜血, 野蛮的怪物吗?"
        },
        {
            "hash": 10055330636302660852,
            "key": "\"I... I have no idea. I really am sorry. I just can't say.\" Elena sighs regrettably.",
            "value": "\"我… 我不知道. 我很抱歉. 我真的说不上来...\" Elena遗憾地叹了口气."
        },
        {
            "hash": 11168248273580934861,
            "key": "\"Chief York! <player> shouldn't stay in Port Skandia. Nobody can guarantee this freak won't go crazy. For everyone's safety, <player> should leave.\"",
            "value": "\"York首领! <player>不应该留在Skandia港. 没有人能保证这个怪胎不会发疯. 为了大家的安全, <player>应该离开!\""
        },
        {
            "hash": 11767305864516011737,
            "key": "[bot_16]\"...\"",
            "value": "[bot_16]\"...\""
        },
        {
            "hash": 9969875334232270896,
            "key": "[bot_10]\"Kane! Bite your tongue!\"",
            "value": "[bot_10]\"Kane! 闭上你的嘴!\""
        },
        {
            "hash": 8837246582412180228,
            "key": "\"No, not at all! Selena is a wonderful, beautiful girl. I... I've actually always liked her...\"",
            "value": "\"不, 不是! Selena是一位漂亮的女孩. 我… 其实我一直都很喜欢她...\""
        },
        {
            "hash": 15572462917145752430,
            "key": "\"I have more important matter to attend to right now, and you're not a resident of this town. Why should I give you the Starlight Treasure Chest?\"",
            "value": "\"我现在有更重要的事情需要处理, 而你又不是这个小镇的居民. 我为什么要给你星光宝箱?\""
        },
        {
            "hash": 9194797787552425010,
            "key": "Center",
            "value": "中庭"
        },
        {
            "hash": 7301311168643289408,
            "key": "Madeline closes her eyes for a moment, sighing deeply. \"We're still missing half. What are we going to do? Why can't Selena understand?\"",
            "value": "Madeline闭上眼睛, 深深地叹了一口气.\"我们仍然缺少一半的资金. 我们该怎么办? 为什么Selena不能理解?\""
        },
        {
            "hash": 12459426343527312581,
            "key": "\"You don't look too good. I guess she didn't have the time to solve your problem, eh?\"",
            "value": "\"你看起来不太好. 我猜她没有时间解决你的问题, 对吧?\""
        },
        {
            "hash": 11042726469939925147,
            "key": "\"What? You don't know? Well, what can I do? I need to be compensated for this!\" Larry roars, frustrated.",
            "value": "\"什么? 你不知道? 好吧, 我能做什么? 我得到补偿!\" Larry悲伤地叫着."
        },
        {
            "hash": 12743487467925016024,
            "key": "\"Maybe...\" His eyes light up. You lean in eagerly.",
            "value": "\"或许...\" 他的眼睛亮了起来. 你急切地靠了过去."
        },
        {
            "hash": 10416568581181570054,
            "key": "\"This protection money issue is really putting pressure on the Town Mayor. If you can help her out, I bet she'd be willing to help you, too.\"",
            "value": "\"这个保护资金的问题确实给镇长带来了很大的压力. 如果你能帮她, 我猜她也会帮你.\""
        },
        {
            "hash": 10595900264397459819,
            "key": "\"As far as I know, the pirates are demanding, among other things, the fruit that grows on the Helonia Coast. It's quite famous. It's Selena's favorite.\" Luther blushes scarlet.",
            "value": "\"据我所知, 海盗们正在索要生长在Helonia港湾的水果. 它十分有名. 这是Selena的最爱.\" Luther脸红了."
        },
        {
            "hash": 11170852361504242213,
            "key": "[eidolon]\"Who's Selena? And why does she make you so nervous?\" <eidolon> pipes up.",
            "value": "[eidolon]\"谁是Selena? 还有她为什么会让你这么紧张?\" <eidolon>大声的说."
        },
        {
            "hash": 4360770265950718871,
            "key": "\"Um, Selena is the Town Mayor's daughter. We grew up together.\" Luther smoothes his hair, clearly flustered.",
            "value": "\"额, Selena是镇长的女儿. 我们在一起长大.\" Luther捋了捋头发, 显然很慌乱."
        },
        {
            "hash": 5833677090921421137,
            "key": "[eidolon]\"Your pulse has quickened. That's what happens when humans feel the emotion known as 'fear.' Is this Selena a wretched monster of some kind?\"",
            "value": "[eidolon]\"你的心跳加快了. 当人类感受到被称为 '紧张' 的情绪时, 就会发生这种情况. 这个Selena是某种怪物吗? \""
        },
        {
            "hash": 18394748774291932585,
            "key": "[p]You force a friendly smile and greet Madeline, then ask about borrowing the treasure chest.",
            "value": "[p]你努力挤出一个笑脸, 向打招呼Madeline, 然后问起借用宝箱的事."
        },
        {
            "hash": 11861242499979497825,
            "key": "\"I haven't the energy to think about anything else. Dealing with these Pirates is no easy task.\"",
            "value": "\"我没有精力去想别的事情. 想对付这群海盗绝非易事.",
        },
        {
            "hash": 16978542252286419901,
            "key": "\"Helonia didn't produce enough fruit this year. I don't know what to do.\"",
            "value": "\"Helonia今年的水果的产量不够. 我不知道该怎么办!\""
        },
        {
            "hash": 2978932891246477865,
            "key": "\"The problems seem insurmountable. Not only do we have a severe shortage, but the Tanuki outside the village keep disrupting the villagers with their incessant fighting.\"",
            "value": "\"这些问题根本没法解决! 我们不仅严重短缺, 并且村外的Tanuki也不断地攻击村民!\""
        },
        {
            "hash": 12859729702756410765,
            "key": "[p]You place the pile of collected fruit in front of Madeline.",
            "value": "[p]你把收集的那堆水果放在Madeline面前."
        },
        {
            "hash": 13344402977306992942,
            "key": "Madeline raises a surprised eyebrow. She cocks her head, staring at you.",
            "value": "Madeline惊讶地扬起眉毛. 然后低下头, 看着你."
        },
        {
            "hash": 14075360776285010145,
            "key": "\"If there's nothing else I can help you with, you should probably go.\"",
            "value": "\"如果我没有什么可以帮你的，你可以走了.\""
        },
        {
            "hash": 1969411435863611373,
            "key": "[p]If what the creature says is true, you could follow the same path as Brian, and because of that, you have no choice but to leave the village.",
            "value": "[p]如果这个生物说的是真的, 你会和Brian走同样的路, 正因为如此, 你别无选择, 只能先离开这个村庄."
        },
        {
            "hash": 3030931293295891856,
            "key": "\"Am I lying? You saw what became of Brian. How can I be sure the same won't happen to <player>? Anyone under the curse should leave for the good of our village!\"",
            "value": "\"你看到了Brian的下场. 我怎么能确定同样的事情不会发生在<player>身上? 任何受到诅咒的人都应该为了我们村的利益而离开!\""
        },
        {
            "hash": 8152264793382816409,
            "key": "[p]You affectionately ruffle Beebis's feathers; it is time to say goodbye. You have only spent a short amount of time together, but with Beebis by your side, you feel you aren't alone.",
            "value": "[p]你深情地搅了搅Beebis的羽毛; 是时候说再见了. 你们在一起的时间很短, 但有Beebis在你的身边, 你并会不觉得自己孤单."
        },
        {
            "hash": 1347631472465266105,
            "key": "[p]You tell her about Luther; he hopes that the fruit gathered from the Tanuki will solve Helonia's dilemma.",
            "value": "[p]你告诉她关于Luther的事; 他希望从Tanuki采集的果实能解决Helonia的困境."
        },
        {
            "hash": 2690965464310101022,
            "key": "\"That Luther is a smart one. If Selena were half as mature as he is, I wouldn't have to worry so much.\" Madeline sighs heavily.",
            "value": "\"Luther是个聪明的人. 如果Selena有他一半成熟, 我就不用那么担心了.\" Madeline重重地叹了口气."
        },
        {
            "hash": 4802659174571043029,
            "key": "[bot_36]Beebis seems tranquil, as though he is totally unaware of the tragedy that has taken place.",
            "value": "[bot_36]Beebis看起来很平静, 好像他完全没有意识到发生的悲剧."
        },
        {
            "hash": 96283696714553177,
            "key": "[p]You shrug helplessly and inform Corey that you are considering looking for someone to help you. Somebody out there has to have a solution to your terrible dilemma.",
            "value": "[p]你无奈地耸耸肩, 告诉Corey你正在找人帮你. 必须有人来解决你的困境."
        },
        {
            "hash": 9871152877785495437,
            "key": "\"I see that the spirit has no intention of harming anyone. Perhaps, in time, it could become your companion.\" Corey smiles encouragingly at your Eidolon.",
            "value": "\"我看到她的灵魂无意伤害任何人. 也许, 随着时间的推移, 它会成为你的伴侣.\" Corey对你的幻灵微笑鼓励."
        },
        {
            "hash": 15104974952786256668,
            "key": "\"Take it easy, and be careful. Nothing too exciting ever happens in this tiny town. The world outside this place - well, now there's an adventure!\"",
            "value": "\"在这个小镇上从来没有发生过什么令人兴奋的事. 现在, 在这个地方之外的世界现在有一场冒险!\""
        },
        {
            "hash": 17856322544667616539,
            "key": "\"Have you met everyone you needed to meet? <player>, do you know where to go?\" Sheila asks sorrowfully.",
            "value": "\"你去有见过所有需要的人吗? <player>, 你知道你去哪吗?\" Sheila悲伤地问道."
        },
        {
            "hash": 5962900763399884715,
            "key": "[p]You nod, though you truly aren't sure. Maybe it would be better to go to a big city with lots of people to ask about the issue. Perhaps you'll find someone who knows how to separate the spirit from your body.",
            "value": "[p]你点头, 尽管你也不确定. 也许你会去一个有很多人的大城市. 也许你会找到一个知道如何将灵魂与身体分离的人."
        },
        {
            "hash": 572648416583438871,
            "key": "\"I don't know if this will help, but I once heard from a friend from Helonia about something called a Starlight Treasure Chest. Legend has it that an item within it can chase evil spirits away.\"",
            "value": "\"我不知道这是否会有帮助, 但我曾经从一个来自Helonia港湾的朋友那里听说过一个叫做星光宝箱的东西. 传说里面的物品可以赶走恶灵.\""
        },
        {
            "hash": 78849497060405614,
            "key": "[p]Upon hearing that, you brighten a bit. The Helonia Coast is located to the northwest of Port Skandia. You decide to go there and investigate.",
            "value": "[p]听到这些, 你有些兴奋. 你决定了去那里调查一番."
        },
        {
            "hash": 12463479694974529417,
            "key": "\"Once you get to the Helonia Coast look for a merchant named Luther. Tell him that you're looking for a Starlight Treasure Chest.\"",
            "value": "\"等你到了Helonia港湾, 就去找一位名叫Luther的商人. 告诉他你在找星光宝箱.\""
        },
        {
            "hash": 10457232299658592448,
            "key": "[p]You nod. The news the Village Chief's wife gave you sparks new hope in your heart. Your journey now has a purpose.",
            "value": "[p]你点了点头. Shelia给你的消息在你心中燃起了新的希望. 你的旅程现在有了目标."
        },
        {
            "hash": 7801390918424524939,
            "key": "\"Did you pack all your things? You've got everything you need, right?\" Sheila asks fretfully.",
            "value": "\"你把所有的东西都打包了吗? 你已经准备好了你需要的东西, 对吧?\" Sheila焦急的问道."
        },
        {
            "hash": 11000256510724181866,
            "key": "\"But before meeting with him, could you help me drive the Sunbirds out of here? They keep stealing our fruit!\"",
            "value": "\"但在和他见面之前, 你能帮我把Sunbirds赶走吗? 他们一直在偷我们的水果!\""
        },
        {
            "hash": 4928454222617060988,
            "key": "[p]You sigh helplessly and allow the strange creature to follow you around. You have to focus on finding Brian; then you can figure out what to do with your strange possession situation.",
            "value": "[p]你无奈地叹了一口气, 任由这个奇怪的生物跟着你转. 你必须先找到Brian; 然后就可以问清楚如何处理那个奇怪的精灵了."
        },
        {
            "hash": 10745756065519544250,
            "key": "Madeline still looks utterly puzzled. \"Where did this fruit come from?\"",
            "value": "Madeline看起来仍然很困惑. \"这个水果是从哪里来的?\""
        },
        {
            "hash": 9339783487857999609,
            "key": "[p]You tell Sheila that you feel much better now, and you prepare to hit the road.",
            "value": "[p]你告诉Sheila你现在感觉好多了, 接下来准备上路."
        },
        {
            "hash": 13503561039946227799,
            "key": "\"Silly child! You're one of us: a citizen of Skandia. And Beebis is your companion now. We couldn't possibly just let you two leave without a proper goodbye!\"",
            "value": "\"傻孩子! 你是我们中的一员: Skandia的公民. Beebis现在是你的伴侣. 我不可能让你们两个不好好道别就离开!\""
        },
        {
            "hash": 13380927091632302671,
            "key": "\"Go quickly! Don't keep everyone waiting.\"",
            "value": "\"快点! 不要让大家都等着!\""
        },
        {
            "hash": 12247152141162823112,
            "key": "\"What do you want to buy? I can help you find it more quickly.\"",
            "value": "\"你想买什么? 我可以帮你更快地找到它.\""
        },
        {
            "hash": 7776875024598510812,
            "key": "\"Welcome to Helonia. Are you here on business? Helonia's a wonderful place!\"",
            "value": "\"欢迎来到Helonia港湾. 你是来旅游的吗? Helonia港湾可是个好地方!\""
        },
        {
            "hash": 16812675250239684312,
            "key": "[p]You politely introduce yourself to Luther and mention the Starlight Treasure Chest. You also explain what Sheila had said.",
            "value": "[p]你礼貌地向Luther介绍自己, 并提到星光宝箱. 你还提到了Sheila说的话."
        },
        {
            "hash": 13140625173438482176,
            "key": "\"Sheila told you to look for me?\" Luther scratches his head.",
            "value": "\"Sheila让你找我?\" Luther挠挠头."
        },
        {
            "hash": 5147729437765737518,
            "key": "\"Well, I know about a Starlight Treasure Chest, but it's not mine. Madeline, Mayor of Helonia, has it.\"",
            "value": "\"我知道一个星光宝箱, 但是它不是我的. 是Helonia港湾的市长Madeline的.\""
        },
        {
            "hash": 868658192364819441,
            "key": "Madeline paces tautly. She glances at you, but it is clear she doesn't want to talk.",
            "value": "Madeline每一步都走的很沉重. 她瞥了你一眼. 但显然她不想和你说话."
        },
        {
            "hash": 6004957321048890316,
            "key": "\"Luckily, we only lost one box of food,\" Larry grunts.\n",
            "value": "\"幸运的是, 我们只丢了一盒食物,\" Larry咕哝着.\n"
        },
        {
            "hash": 16458478879155540189,
            "key": "\"Why are you looking for Brian, too? Do you know him?\"",
            "value": "\"怎么你也在找Brian? 你认识他吗?\""
        },
        {
            "hash": 3968111151394314757,
            "key": "[p]You shake your head fiercely. \"I have an urgent issue, and I must speak to him to clear things up.\"",
            "value": "[p]你猛摇头. \"我有一个重要的事情, 我必须和他谈谈.\""
        },
        {
            "hash": 15029182930248409909,
            "key": "\"You really want to know where he is? He's as crazy as the day is long; he's been attacking residents! A couple beans short of a chili, if you know what I mean. If you want to investigate, you can talk to Larry, a traveling merchant. He's the person Brian most recently attacked.\"",
            "value": "\"你真的想知道他在哪里? 他疯了, 整天都在疯; 他一直在攻击居民! 如果你想调查, 你可以和旅行商人Larry谈谈. 他就是Brian最近攻击的那个人.\""
        },
        {
            "hash": 9636518605029683190,
            "key": "[p]You take inventory of all your equipment and suddenly notice that Beebis has followed you the whole time.",
            "value": "[p]你清点了你所有的东西, 突然发现Beebis一直在跟踪你."
        },
        {
            "hash": 79811783592983524,
            "key": "Sheila gives a frown only an irritated mother can give.\n\n \"Also, ask them if they have seen my son, <bot_12>. I have no idea where he is.\"",
            "value": "Sheila皱着眉头, 只有愤怒的母亲才会皱眉头.\n\n \"另外, 问问他们是否见过我的儿子<bot_12>. 我不知道他在哪里.\""
        },
        {
            "hash": 15133992413112538792,
            "key": "\"It means that a hero who will save the world will be born here. But it also says... the hero could become a demon that could destroy the very fabric of our universe.\"",
            "value": "\"这意味着一个拯救世界的英雄将在这里诞生. 但是它还说... 英雄可能会成为摧毁世间万物的恶魔.\""
        },
        {
            "hash": 12908150372298817452,
            "key": "\"I'm sorry. I know it's not your fault. I just need to calm down.\" He sighs again.",
            "value": "\"对不起. 这不是你的错. 我需要冷静下来.\" 他又叹了口气."
        },
        {
            "hash": 9316137236052821108,
            "key": "[p]You see goods scattered about and wonder if you should help him with the investigation.",
            "value": "[p]你看到货物散落一地, 不知是否应该帮助他调查."
        },
        {
            "hash": 10374258195816282831,
            "key": "\"You still want to assist me? Could you just help me bring those scattered boxes over here? Please?\"",
            "value": "\"你能帮我下吗? 帮我把那些零散的盒子带过来. 可以吗?\""
        },
        {
            "hash": 18351934832912402908,
            "key": "You help shove the scattered crates back to Larry's side.",
            "value": "你帮忙把散落的板条箱推回到Larry身边."
        },
        {
            "hash": 5482707649522628279,
            "key": "\"Good lord, <player>! You scared me to death! What are you doing here?!\"",
            "value": "\"我的天啊, <player>! 你吓死我了! 你在这里干什么?!\""
        },
        {
            "hash": 15726848135513397619,
            "key": "Glad you're here to help. I couldn't move all this stuff on my own. I'm Larry, by the way, and I'm a traveling merchant.\" He sticks out his hand. You shake it gamely, then introduce yourself to him.",
            "value": "很高兴你能来帮忙. 我一个人搬不动这些东西. 我叫Larry, 是一名旅行商人.\" 他伸出手来. 你勇敢地握了握手, 然后向他介绍自己."
        },
        {
            "hash": 8595391905162451385,
            "key": "\"<player>, I'm afraid I need to ask you for another favor.\" Larry rummages through the scattered goods and fishes out a package.",
            "value": "\"<player>, 恐怕我需要再请你帮个忙.\" Larry翻找散落的货物, 找到一个包裹."
        },
        {
            "hash": 3966411792707546224,
            "key": "\"I'd like to ask you to send this package to my friend Bentley on my behalf. It's just some dried food he asked me to buy for him several days ago. Though the other items were destroyed, this will prevent him from going hungry, at least.\"",
            "value": "\"我想请你代我把这个包裹寄给我的朋友Bentley. 这是他几天前让我给他买的一些干粮. 尽管很多东西都被摧毁了, 但这至少可以防止他挨饿.\""
        },
        {
            "hash": 3628426716397908524,
            "key": "\"There's something in it for you, too. This friend of mine has been hunting here for ages, so he knows this forest like the back of his hand. Perhaps he can help you find Brian.\"",
            "value": "\"我的这个朋友在这里打猎已经很久了, 所以他对这片森林了如指掌. 或许他能帮你找到Brian.\""
        },
        {
            "hash": 15864148821628013109,
            "key": "\"Well, what really happened to Brian,\" Bentley mutters, pressing down on a bleeding wound.",
            "value": "\"好吧, Brian到底怎么了?\" Bentley嘟囔着, 压住流血的伤口."
        },
        {
            "hash": 10041678857204582360,
            "key": "[p]You hand the package to Bentley and explain why you've come. He winces as he listens to you; you quickly realize he has been badly injured.",
            "value": "[p]你把包裹递给Bentley, 并解释你来的原因. 但他听你说话时有些退缩; 你很快就会意识到他受了重伤."
        },
        {
            "hash": 5181660976011668437,
            "key": "\"Beebis? Why is Elena's house ostrich here with you?\" Bentley clutches his bleeding wound, staring into Beebis's beady eyes.",
            "value": "\"Beebis? 为什么Elena家的鸵鸟和你在一起?\" Bentley压住流血的伤口, 凝视着Beebis那双圆睁的眼睛。"
        },
        {
            "hash": 837864682170730663,
            "key": "[bot_36]Suddenly, Beebis snatches up a piece of fruit and gulps it down.",
            "value": "[bot_36]突然, Beebis抓起一块水果, 狼吞虎咽地吃了下去."
        },
        {
            "hash": 9898719508917656538,
            "key": "\"It's Brian. I just don't know what he's up to. I just saw him dragging a child deep into the forest. I approached him; I never thought he'd attack me so viciously.\"",
            "value": "\"当时我看到Brian. 我不知道他在干什么. 我只看到他把一个孩子拖进了森林深处. 我想靠近他; 但他却那样恶毒地攻击我.\""	
        },
        {
            "hash": 15440844074973715081,
            "key": "[bot_36]Bentley grinds his teeth, clearly in immense pain. Beebis rests his feathered head on your shoulder as though he, too, is concerned.",
            "value": "[bot_36]Bentley咬咬牙, 显然很痛苦. Beebis把他的头靠在你的肩膀上, 好像也很担心."
        },
        {
            "hash": 9467697879610212054,
            "key": "\"<player>, I've heard about your situation. What have you decided to do?\"",
            "value": "\"<player>, 我听说过你的情况. 你决定怎么办?\""
        },
        {
            "hash": 18073549792642842550,
            "key": "\"You want to take on that beastly thing? He dwells in the Ruins Cave not far from here, but you'd better be careful.\"\n",
            "value": "\"你想和那个野兽较量一下吗? 他在离这里不远的废墟洞穴里, 你最好小心点.\"\n"
        },
        {
            "hash": 3574361592129590126,
            "key": "[p]You nod and prepare to set out. Beebis trots behind you eagerly.\n",
            "value": "[p]你点头准备出发. Beebis急切地在你身后.\n"
        },
        {
            "hash": 13241454112070249545,
            "key": "\"Beebis, come here. Don't get in <player>'s way!\" Flower drags Beebis back.",
            "value": "\"Beebis, 过来. 不要妨碍<player>!\" Flower把Beebis拖了回来."
        },
        {
            "hash": 1351266334854925681,
            "key": "\"How annoying. The most important parts have flaked off. Who knows what was predicted here?\"",
            "value": "\"真烦人. 最重要的部分已经完全脱落了. 谁知道这里预测的是什么?\""
        },
        {
            "hash": 17954932565824895082,
            "key": "\"Beebis, stop following <player>. You're only causing trouble!\" Flower shouts, frustrated.",
            "value": "\"Beebis, 不要再跟着<player>了. 你只会制造麻烦!\" Flower沮丧地喊道."
        },
        {
            "hash": 14147801978261714270,
            "key": "[bot_36]Beebis takes a step back, then quickly catches back up with you.",
            "value": "[bot_36]Beebis先后退了一步, 然后快速的追上你."
        },
        {
            "hash": 1571385964291752594,
            "key": "[p]You hand everything you've found, including the Relic Fragments, Flower. You also give her the secret translation information.",
            "value": "[p]你把你找到的所有东西全都交给我, 包括遗迹碎片!"
        },
        {
            "hash": 15242802006928441855,
            "key": "\"Well, at least we found most of the fragments. Let me see. This part should go here, and that one must be placed there...\"",
            "value": "\"至少我们找到了大部分碎片. 让我看看... 这个部分放在这里, 那个部分放在那里...\""
        },
        {
            "hash": 740027896333588860,
            "key": "\"Ah, it fits together like a puzzle! I can finally decipher the message inscribed in the statue!\" Flower claps gleefully.",
            "value": "\"啊, 它像拼图一样拼在一起! 我终于可以破译刻在雕像上的信息了!\" Flower高兴地拍手."
        },
        {
            "hash": 13569531443096498651,
            "key": "[p]Your heart races anxiously; you ask Flower about the message on the stone statue.",
            "value": "[p]你的心脏紧张地跳动; 你问Flower石像上面的留言是什么."
        },
        {
            "hash": 15027978722259965841,
            "key": "\"Do you really want to know?\" Flower looks at you, eyes welling with anxiety and fear.",
            "value": "\"你真的想知道吗?\" Flower盯着你, 眼里充满了焦虑和恐惧."
        },
        {
            "hash": 16869197953193430340,
            "key": "\"This is a pretty deep wound. I'm probably going to have to do something about it, eh?\" Bentley winces.",
            "value": "\"这是一个很深的伤口. 我可能不得不做点什么了.\" Bentley有些退缩."
        },
        {
            "hash": 582714793576824729,
            "key": "[p]You explain why Beebis is following you, then inquire about Bentley's injuries.",
            "value": "[p]你解释了Beebis为什么跟着你, 然后询问Bentley的伤势."
        },
        {
            "hash": 16110002361284899508,
            "key": "[eidolon]\"Hey! Stop that! That is your master's property,\" Snaps Alessa, moving the fruit out of Beebis's reach.",
            "value": "[eidolon]\"嘿住手! 那是你主人的东西,\" Alessa拍了怕你, 让你把水果放到Beebis够不着的地方."
        },
        {
            "hash": 676458606070803374,
            "key": "\"<player>, are you ready? I have some special magic I can try on that spirit. As for the result, well, we'll just have to wait and see.\"",
            "value": "\"<player>, 你准备好了吗? 我有一些特殊的魔法可以在那个精灵身上试试. 至于结果... 我们只能拭目以待.\""
        },
        {
            "hash": 1801978335594064235,
            "key": "\"Brian's personality completely changed. He shattered everything in Elena's place and snapped her staff in two... I'm telling you this because you must stay vigilant.\"",
            "value": "\"Brian完全变了. 他打碎了Elena家里的所有东西, 还把她的牧杖一分为二... 我告诉你这件事是让你保持警惕.\""
        },
        {
            "hash": 1410031016513592403,
            "key": "\"It's clear that Beebis doesn't see you as a dangerous person.\"",
            "value": "\"很明显, Beebis并不认为你是一个危险的人.\""
        },
        {
            "hash": 17055399603773416108,
            "key": "[p]Worrying that you might end up like Brian, you tentatively ask what happened to him next.",
            "value": "[p]担心你最终会变得像Brian一样, 你试着问后来他怎么样了."
        },
        {
            "hash": 5727175509324014165,
            "key": "\"Brian fled to the forest. The village garrison is investigating this case right now. Maybe Garrison Member Willie will have some clues.\"\n",
            "value": "\"Brian逃到了森林里. 村里的护卫队正在调查这件事. 也许队员Willie会有一些线索.\"\n"
        },
        {
            "hash": 16825799372749726170,
            "key": "[p]You nod, planning to ask Willie directly.",
            "value": "[p]你点头, 打算直接问Willie."
        },
        {
            "hash": 14048005301348829434,
            "key": "[bot_36]When you turn to leave, Beebis grabs your sleeve with its beak and gently pulls you back.",
            "value": "[bot_36]当你转身离开时, Beebis用鸟喙抓住你的袖子, 轻轻地将你拉回来."
        },
        {
            "hash": 14258874112221930558,
            "key": "\"Hmm, <player>, it looks like you'll have to take Beebis with you. Perhaps he can serve as your mount for now. Elena won't mind if you take him out for a trip, I'm sure!\"",
            "value": "\"emm, <player>, 看来你得带上Beebis了. 也许他现在可以当你的坐骑了. 我相信Elena不会介意你带他出去旅行的!\""
        },
        {
            "hash": 11817219753170958508,
            "key": "\"Even a small, quaint fishing village like this isn't really safe,\" Willie mutters sadly.",
            "value": "\"即使是像这样一个古朴的小渔村也不怎么安全,\" Willie悲伤地喃喃自语."
        },
        {
            "hash": 1666274429303010150,
            "key": "\"<player>, are you okay? It might feel a little uncomfortable, but it shouldn't be any worse than a light fever. A little grogginess shouldn't be a problem for you, right?\"",
            "value": "\"<player>, 你还好吗?你现在可能会感觉有点不舒服, 但应该比发烧要好一些. 有点头晕对你来说应该不是问题, 对吧?\""
        },
        {
            "hash": 824609959692427893,
            "key": "\"I will use teleportation magic to send you back to Port Skandia when you're ready. With Beebis' help, you shouldn't have too much trouble.\"",
            "value": "\"当你准备好的时候, 我会用传送魔法把你送回Skandia港口. 有Beebis的帮助, 你应该不会有太多麻烦.\""
        },
        {
            "hash": 15015953193042005029,
            "key": "\"Have all three gems recovered their power? We've no time to lose. You should get this done as quickly as possible.\"",
            "value": "\"三颗宝石都恢复了能量了吗? 我们不能再浪费时间了. 你应该快去给宝石充能.\""
        },
        {
            "hash": 14298494221292154057,
            "key": "[p]You return to Elena and give her the three gems, each practically vibrating with energy.",
            "value": "[p]你回到Elena身边, 把三颗宝石交给她, 每一颗宝石都充满了能量."
        },
        {
            "hash": 16720786001786586527,
            "key": "[p]After Elena embeds the three gems in her staff, they begin to radiate dazzling rays of brilliant light.",
            "value": "[p]Elena将三颗宝石嵌入她的法杖中, 宝石开始散发出耀眼的光芒."
        },
        {
            "hash": 8583319084140887725,
            "key": "\"Ah, they've regained their power. Next, I will cast the exorcism spell on you. If it goes as planned, it will remove the Spirit that follows you.\"",
            "value": "\"啊, 宝石恢复了力量. 接下来, 我会对你释放驱魔咒语. 如果按计划进行, 它会移除跟随你的精灵.\""
        },
        {
            "hash": 9996550109688202461,
            "key": "\"Wonderful!\" Her expression lifts, then suddenly darkens.",
            "value": "\"漂亮!\" 她的表情上扬, 然后突然变黑."
        },
        {
            "hash": 10288138929453883697,
            "key": "\"The pirates... they're here. I hope things go as planned,\" She murmurs, biting her lip.",
            "value": "\"海盗... 他们来了. 我希望事情能按计划进行,\" 她咬着嘴唇喃喃自语."
        },
        {
            "hash": 14570212699493644676,
            "key": "\"...\"",
            "value": "\"...\""
        },
        {
            "hash": 10528522386258468496,
            "key": "Elena waves her wand and recites an incantation you have never heard before.",
            "value": "Elena挥舞着魔杖, 背诵着一个你从未听说过的咒语."
        },
        {
            "hash": 2574731472533926007,
            "key": "[p]A warm mist fills the air. Elena's magic makes you feel as though you are floating, which makes sense, because when you open your eyes, you are hovering in midair.",
            "value": "[p]温暖的薄雾弥漫在空气中. Elena的魔法让你感觉自己在漂浮..."
        },
        {
            "hash": 10241984373341974485,
            "key": "[p]You try to relax as the winds whips around you, but you can't help but let out a small shriek of surprise.",
            "value": "[p]当风在你周围呼啸时, 你试着放轻松."
        },
        {
            "hash": 15383225134257754380,
            "key": "\"This is the Water Gem, Tree Gem, and Magic Gem. You should go to the Wharf, Logging Site, and Ruins with the corresponding gems.\"",
            "value": "\"这些是水宝石, 自然宝石和魔法宝石. 你应该带着宝石去到工匠让他们恢复能量.\""
        },
        {
            "hash": 3386706575573081545,
            "key": "\"<player>?!\"",
            "value": "\"<player>?!\""
        },
        {
            "hash": 10959701002971888168,
            "key": "Elena cries out when she sees the pain on your face and immediately stops reciting the incantation.",
            "value": "Elena看到你脸上展现的疼痛时, 她哭了出来, 并立即停止背诵咒语."
        },
        {
            "hash": 6293031604473127329,
            "key": "The light of the spell extinguishes; you collapse to the ground in pain.",
            "value": "咒语之光熄灭; 你痛苦地倒在地上."
        },
        {
            "hash": 14839763927622072661,
            "key": "[p]The spirit that had haunted you ominously changes its form into a creature you have never seen before.",
            "value": "[p]曾经一直困扰着你的灵魂变成了一种你从未见过的生物"
        },
        {
            "hash": 10970430549079153698,
            "key": "[p]Willie and Elena's conversation makes you dizzy and you can hardly focus on their words. Trying to guide the subject away from the weird creature, you ask Willie where you can find Kane.",
            "value": "[p]Willie和Elena的谈话让你头痛欲裂, 你无法集中精力听他们说话. 为了引导话题远离这个奇怪的生物, 你问Willie在哪里能找到Kane."
        },
        {
            "hash": 3209878098136910910,
            "key": "\"The Garrison Captain is currently in the north-eastern corner of the forest. Reports were saying that Brian was spotted hiding in a nearby cave.\"",
            "value": "\"护卫队的上尉目前在森林的东北角. 听说有人发现Brian躲在附近的一个山洞里.\""
        },
        {
            "hash": 13099362719317117897,
            "key": "\"So... so I guess I'm done here. I, uh, gotta go then!\"",
            "value": "\"所以… 所以我想我受够了. 我... 我要走了!\""
        },
        {
            "hash": 7517828136240944119,
            "key": "[bot_42]\"<player>, I think you should seek out Kane in a hurry. Here, let this ostrich take you there. Maybe we can figure out from Brian what kind of... creature this thing is.\"",
            "value": "[bot_42]\"<player>, 我想你应该尽快找到Kane. 让这只鸵鸟带你去那里. 也许我们可以从Brian那里知道这东西是什么生物.\""
        },
        {
            "hash": 9014909932867290322,
            "key": "[p]You nod and turn to go, yet the strange creature is following your every move!\n",
            "value": "[p]你点头转身要走, 但是这个奇怪的生物却在跟踪你的一举一动!\n"
        },
        {
            "hash": 5053031170630612407,
            "key": "\"However, if it fails, and the spirit takes you over, I will have no choice but to use my magic to defeat you. Do you understand?\"",
            "value": "\"但是, 如果失败了, 灵魂接管了你, 我将别无选择, 只能用我的魔法杀死你. 明白吗?\""
        },
        {
            "hash": 2616734101362022243,
            "key": "\"He and the panther ran into the house and attacked me, then broke my staff in two...\"",
            "value": "\"他和黑豹冲进房子袭击了我, 还把我的手杖掰成了两半..\""
        },
        {
            "hash": 11832983680400022320,
            "key": "\"You know you have a Light Orb following you, right? Or am I hallucinating?\"",
            "value": "\"你应该知道你有一个光球在跟着你, 对吧? 难道我产生幻觉了?\""
        },
        {
            "hash": 14087188015711950995,
            "key": "\"And, um, thank you. I apologize for my rudeness. I just have way too much on my mind.\"",
            "value": "\"还有, 谢谢你. 我为我的粗鲁行为道歉. 我的脑子里想的太多了.\""
        },
        {
            "hash": 11445411314668995086,
            "key": "\"I'm gonna lend you this amulet. It's a token of friendship between Elena and I. Go to Elena's house with this, and I know she'll come up with a way to help you.\"",
            "value": "\"我要把这个护身符借给你. 这是Elena和我之间友谊的象征. 带着这个去Elena家, 她会想办法帮你的.\""
        },
        {
            "hash": 9336708441140909601,
            "key": "\"How will that fool help? I have a good friend who might be able to actually lend a hand.\" Bentley opens a small bag hanging around his waist. From inside the bag, he removes an amulet.",
            "value": "\"那个傻瓜能有什么帮助? 我有一个好朋友, 他可以伸出援手.\" Bentley打开一个挂在他腰上的小袋子。他从袋子里取出一个护身符."
        },
        {
            "hash": 9290810115508520550,
            "key": "[p]You explain to Bentley that you need to rid yourself of the spirit. However, you are still determined to find Brian and talk with him.",
            "value": "[p]Bentley向你解释说你需要想办法摆脱这精灵. 然而, 你仍然决心找到Brian并与他交谈."
        },
        {
            "hash": 4242595920242072883,
            "key": "[p]You feel utterly depressed after hearing that from Bentley. You both gaze at the Spirit warily. Beebis cocks his head, watching the Orb carefully.",
            "value": "[p]听了Bentley的话, 你感到十分沮丧. 你们两个紧张地注视着. Beebis也低着头."
        },
        {
            "hash": 6785749781010738153,
            "key": "\"<player>, thank you. I feel much better...\" Bentley nods weakly.",
            "value": "\"<player>, 谢谢. 我感觉好多了...\" Bentley虚弱地点点头."
        },
        {
            "hash": 13107983752452922126,
            "key": "Bentley quickly mixes two liquids and applies the viscous solution to his laceration. The endless bleeding from the wound begins to slow. The pained look fades from Bentley's face.",
            "value": "Bentley将两种液体混合, 并将混合后的粘液涂抹在伤口上. 伤口渐渐止血了. Bentley脸上痛苦的表情也消失了."
        },
        {
            "hash": 13806725209956054124,
            "key": "\"Gasp... gasp... cough, cough!\"",
            "value": "\"咳咳咳... 咳咳!\""
        },
        {
            "hash": 17670735015341124802,
            "key": "\"Beebis, follow <player>.\" Bentley swallows hard, hiding his pain badly, and shoos you and Beebis away.",
            "value": "\"Beebis, 听从 <player>的指挥.\" Bentley艰难地吞咽, 痛苦的样子难以遮掩, 把你和Beebis赶走了。."
        },
        {
            "hash": 7762711331463598487,
            "key": "\"A bunch of Grass Sprouts reside in the forest. The slime they produce can stop the bleeding and help the wound heal. Please collect some slime and fluid from the sprouts.\"",
            "value": "\"森林里有一群Sprouts. 它们产生的黏液可以止血并帮助伤口愈合. 请你从那里收集一些黏液.\""
        },
        {
            "hash": 449593820233995838,
            "key": "[p]You inspect the festering wound with concern, then ask Bentley what you can do to help him.",
            "value": "[p]你仔细检查溃烂的伤口, 然后问Bentley你能做些什么来帮助他."
        },
        {
            "hash": 17596736142794837444,
            "key": "[p]You quickly explain that you need her help, handing her the amulet from Bentley.",
            "value": "[p]你快速的解释说你需要她的帮助, 并递给她Benrley的护身符。"
        },
        {
            "hash": 10514116925665114312,
            "key": "\"Stop! You take one step forward, and you'll be sorry!\" Fire flashes through Elena's eyes as she prepares to cast magic, but her demeanor immediately softens when she sees the spirit next to you... and her beloved Beebis.",
            "value": "\"停下! 不要向前走了!\" Elena准备施放魔法时, 火焰从她的眼睛里闪过, 但当她看到你身边的Beebis时, 她的神态立刻变得柔和起来... "
        },
        {
            "hash": 15472008649242713041,
            "key": "\"You... you have a spirit. That boy Brian, he had one, too,\" Elena recalls coldly. \"At first, I wanted to help him, but his spirit transformed into a sinister black panther.\"",
            "value": "\"等下, 你... 你有一个精灵. 那个男孩Brian, 他也有一个,\" Elena冷冷地回忆道. \"刚开始, 我想帮助他, 但是他的精灵幻化成了一只恐怖的黑豹.\""
        },
        {
            "hash": 8181929322122344492,
            "key": "\"You're willing to help? Excellent! I don't think Braeden has it in him to catch the birds anyway.\"",
            "value": "\"你愿意帮忙吗? 非常好! 不管怎样, 我不认为Braeden有捕捉鸟的能力.\""
        },
        {
            "hash": 3169716707221002259,
            "key": "[bot_36]Beebis quietly follows behind you.",
            "value": "[bot_36]Beebis悄悄地跟在你后面."
        },
        {
            "hash": 381210560553020875,
            "key": "Elena stares at you, suspiciously, before her gaze shifts to Bentley's token.",
            "value": "Elena怀疑地盯着你, 然后她的目光转向Bentley的护身符."
        },
        {
            "hash": 14175029552548921512,
            "key": "\"It's a real surprise. Beebis -- who is usually quite anxious around strangers -- seems to have a certain fondness for you. You must not be very dangerous.\" Elena arches an eyebrow, analyzing you.",
            "value": "\"这真是一个惊喜. Beebis; 在别的陌生人面前通常很焦虑, 但他似乎对你有某种好感. 你应该不是很危险.\" Elena拱起眉毛, 开始分析你."
        },
        {
            "hash": 15337348077990816606,
            "key": "[p]Sensing that she is softening toward you, you ask Elena if she can help you remove the spirit following you.",
            "value": "[p]你感觉到她对你心软了, 你问Elena是否能帮助你消除这个跟随你的精灵."
        },
        {
            "hash": 5192737929518936807,
            "key": "\"Any friend of Bentley's is a friend of mine. However, you are going to have to help me fix my staff before I can cast any such spell.\"",
            "value": "\"Bentley的朋友就是我的朋友. 但是, 在这之前, 你必须先帮我修理好我的牧杖.\""
        },
        {
            "hash": 4689604012168301434,
            "key": "\"The staff lost all its energy when Brian attacked me. I need your help. You must help me power it up again.\" Elena removes three brightly colored gems from a bag.",
            "value": "\"Brian袭击我时, 所有水晶都失去了能量. 我需要你的帮助. 你要给我的水晶充能.\" Elena从袋子里取出三颗色彩鲜艳的宝石."
        },
        {
            "hash": 18228411778421043131,
            "key": "[p]The people in your dream seem powerful and important, not at all like the people you know at the small fishing village. How did the dream end? You long to find out...",
            "value": "[p]你梦中的人似乎很强大很重要, 一点也不像你在渔村认识的人. 这个梦是怎么结束的? 你渴望知道..."
        },
        {
            "hash": 16882208392267459507,
            "key": "\"That was really close, but I've got everything I need.\" Braeden smiles, flushed.",
            "value": "\"时间就要到了, 但我准备好了我需要的一切.\" Braeden满面笑容."
        },
        {
            "hash": 13309454040011627018,
            "key": "\"Can you help me get these items into town? The mayor will be happy to see 'em,\" Braeden grunts.",
            "value": "\"你能帮我把这些东西运进城里吗? 市长见到他们会很高兴,\" Braeden咕哝着."
        },
        {
            "hash": 10917641000177381243,
            "key": "\"I still have to go to my brother's place to get new fishing nets, and I've gotta make sure he's still in the dark about our plans. If you're ready, go ahead. I don't want to give the pirates a reason to start trouble.\"",
            "value": "\"我得去我哥哥那里买一张新渔网, 我还得确保他对我们的计划一无所知. 你准备好了就去吧. 我不想给海盗一个制造麻烦的理由.\""
        },
        {
            "hash": 17053506893013746724,
            "key": "\"We're missing Braeden's items. I can't believe he's not here yet!\"",
            "value": "\"我们缺少Braeden的东西. 我不敢相信他竟然还没来!\""
        },
        {
            "hash": 2397566752767544460,
            "key": "[p]You place the box full of supplies next to the Town Mayor, explaining that these are the items Braeden is supposed to collect. Everything is accounted for within the box.",
            "value": "[p]你把装满补给的盒子放在镇长旁边, 解释说这些是Braeden应该收集的补给. 都已经准备好了."
        },
        {
            "hash": 10707671724973596600,
            "key": "[bot_43]\"Please take me with you, you'll need my help!\"",
            "value": "[bot_43]\"请带上我, 你会需要我的帮助!\""
        },
        {
            "hash": 10957262172359086369,
            "key": "\"There's nothing wrong with the content deciphered by Flower. So why on earth would the creator choose a small, insignificant place like Skandia?\"",
            "value": "\"Flower破译的内容没有错. 那么, 为什么造物主会选择像Skandia港口这样一个微不足道的小地方呢?\""
        },
        {
            "hash": 15324896131912016389,
            "key": "\"I'm still not sure what to do. I could get the materials needed to make a new net in the forest, but I've heard that the pirates frequent that area and tend to attack anyone who goes in alone.\"",
            "value": "\"我不知道该怎么办. 虽然我可以到森林里拿到新网所需的材料, 但是我听说海盗经常在那个地区活动, 并倾向攻击单独进入的人.\""
        },
        {
            "hash": 12755143359242655775,
            "key": "[p]The nightmare fatigues you greatly, your thoughts fractured and sluggish. You're relieved that the terrible dream was only just that, but you regret not being able to see it to its end.",
            "value": "[p]噩梦让你十分非常疲惫, 你的思想变得支离破碎和迟钝. 你松了一口气, 可怕的梦都是这样, 但是你后悔没能看到它的结局."
        },
        {
            "hash": 15280290566321968240,
            "key": "\"I'm lucky to have your help - and my brother's too. You caught those dastardly birds a lot faster than I could've. Heck, even if I had a few days, I'm not sure I'd be able to catch 'em.\"",
            "value": "\"我很幸运有你的帮助, 我的哥哥也是. 你抓那些鸟的速度比我快得多. 即使我有好几天的时间, 我也不保证我能抓住他们.\""
        },
        {
            "hash": 17334626300290247548,
            "key": "<player>, are you zoning out? I thought you said you were supposed to deliver some goods to <bot_10>. You're an official garrison member; I shouldn't need to remind you to do your job!",
            "value": "<player>, 我想你说过你要把一些货物送到<bot_10>. 你是正式的卫队成员; 我不需要提醒你做好你自己的工作!"
        },
        {
            "hash": 13422066826400434918,
            "key": "I like you a lot; don't let me down. The boss wants to discuss something with me, so go ahead and meed with the Chief's Wife.",
            "value": "不要让我失望. 老板想和我讨论一些事情, 你先去去见首领的妻子吧."
        },
        {
            "hash": 5143802215085749349,
            "key": "[p]You are not sure why or when you fell asleep. Yesterday, you agreed to deliver some merchandise to the Chief's Wife. It looks as though you've missed the delivery; you have to apologize to her.",
            "value": "[p]你不知道什么时候睡着了. 昨天, 你同意把一些商品送到镇长的妻子那里. 但你好像没有交货; 你必须向她道歉."
        },
        {
            "hash": 3993237056285585550,
            "key": "\"I understand how you feel, but the Town Mayor doesn't have time to solve your problem.\" Luther shrugs passively.",
            "value": "\"我能理解你的感受, 但是镇长没有时间解决你的问题.\" Luther耸耸肩."
        },
        {
            "hash": 6041430540396200127,
            "key": "[p]Panic crosses your face. You ask Luther why the mayor can't help.",
            "value": "[p]恐慌掠过你的脸. 你问Luther市长为什么不能帮忙."
        },
        {
            "hash": 5168339927649374308,
            "key": "\"Not long ago, the Catseye Pirate Crew threatened the Town Mayor and demanded protection money. If she didn't pay up, they told her all of Helonia would suffer.\"",
            "value": "\"不久前, 海盗威胁镇长, 要求提供保护资金. 如果她不付钱, 整个Helonia港湾都会遭殃.\""
        },
        {
            "hash": 2394795221348944015,
            "key": "\"The deadline to pay them off is approaching, and we're still missing half the goods. The Mayor is scrambling to solve this crisis.\"",
            "value": "\"付清保护资金的最后期限快到了, 我们仍缺了一半的资金. 市长正忙于解决这场危机.\""
        },
        {
            "hash": 14792207835546972475,
            "key": "\"Hey, if it's really urgent, go and talk to her. The worst thing she can say is 'no.'\"",
            "value": "\"如果你真的很紧急, 去和她谈谈. 她能说的最糟糕的话就是'不.'\""
        },
        {
            "hash": 9610041634457835420,
            "key": "\"If you need a Starlight Treasure Chest, you should look for the Town Mayor, Madeline. I cannot do it for you.\"",
            "value": "\"如果你需要星光宝箱, 你应该去找镇长Madeline. 我不能为你做这件事.\""
        },
        {
            "hash": 9574759920361232486,
            "key": "I think you look better this way.{OR}Quit being such a baby! I’ve seen worse.{OR}I keep asking for wine, but all <bot_34> gives me are mugs of ale.",
            "value": "我觉得你这样看起来更好.{OR}别再这么幼稚了! 我见过更糟糕的情况.{OR}我一直想要葡萄酒, 但<bot_34>给我的都是麦芽酒."
        },
        {
            "hash": 17294474279079989204,
            "key": "[p]You anxiously stop Isaac in his tracks and tell him you'll help Braeden catch the parrots.",
            "value": "[p]你焦急地拦住Isaac, 告诉他你会帮Braeden抓鹦鹉."
        },
        {
            "hash": 11900381516750545634,
            "key": "[p]Noticing Isaac's hesitation, you ask him to tell you more.",
            "value": "[p]你注意到Isaac的犹豫, 你让他告诉你更多."
        },
        {
            "hash": 5763393052292393631,
            "key": "\"While fishing, I accidentally caught a stone in my net, and it totally shredded the mesh. I need that net! Without it, my livelihood is all but destroyed.\"",
            "value": "\"我在钓鱼的时候, 不小心在网到了一块石头, 它把网完全撕碎了. 我需要那张网! 我不能没有它!\""
        },
        {
            "hash": 8602412566800473419,
            "key": "I think you look better this way.{OR}Quit being such a baby! I’ve seen worse.{OR}I keep asking for wine, but all <bot_7> gives me are mugs of ale.",
            "value": "我觉得你这样看起来更好.{OR}别再这么幼稚了! 我见过更糟糕的情况.{OR}我一直想要葡萄酒, 但<bot_34>给我的都是麦芽酒."
        },
        {
            "hash": 6134533446969289444,
            "key": "[p]You ask Isaac what kinds of items he needs for the net, offering to help collect them.",
            "value": "[p]你问Isaac需要什么样的物品制作网, 并主动提出帮助收集."
        },
        {
            "hash": 11827558523689566883,
            "key": "\"That would be fantastic! You can get high-quality Thin Vines from the Spirit and Dryads in the Helonia Woods (Azuria). The vines can be woven into excellent nets.\nThin Vine you can craft.\"",
            "value": "\"那太棒了! 您可以从Helonia树林的Spirit和Dryad获得高质量的藤蔓. 细藤蔓可以编织成极好的网. \n你可以手工制作细藤蔓.\""
        },
        {
            "hash": 13093211017332410069,
            "key": "\"My foolish brother! I wonder if he took my words to heart. He needs to focus on fishing, not provoking pirates.\"",
            "value": "\"我愚蠢的弟弟! 我想知道他有没有把我的话记在心里. 他只需要专注于捕鱼, 而不是挑衅海盗.\""
        },
        {
            "hash": 3972467288423147793,
            "key": "[p]You hand all the Thin Vines to Isaac.",
            "value": "[p]你把所有的细藤蔓都交给Isaac."
        },
        {
            "hash": 3253274616543301326,
            "key": "\"Wow, look at all of these!\" he exclaims, clearly pleased.",
            "value": "\"哇, 看看这些!\" 他喊道, 显然很高兴."
        },
        {
            "hash": 5587100005493787376,
            "key": "\"Even without the whole pirate issue, it would've taken Braeden and I much longer to collect the Thin Vines.\"",
            "value": "\"即使没有整个海盗问题, 我和Braeden也要花很长的时间才能收集到这些细藤蔓.\""
        },
        {
            "hash": 12938396869769610237,
            "key": "\"Thank you so much.\"",
            "value": "\"非常感谢!\""
        },
        {
            "hash": 18395360272198150853,
            "key": "\"Before I leave, I must tell my brother something.\"",
            "value": "\"在我离开之前, 我必须告诉我哥哥一些事情.\""
        },
        {
            "hash": 5707700953320885206,
            "key": "Logging Site",
            "value": "伐木场"
        },
        {
            "hash": 7159300098032787166,
            "key": "\"I fear that even Braeden collected so many Thin Vines, he doesn't have the parrots the pirates are after... and I've still got the cages.\"",
            "value": "\"我恐怕即使Braeden收集了这么多细藤蔓, 他也没有海盗想要的鹦鹉... 但是我还有笼子.\""
        },
        {
            "hash": 13343226716423861153,
            "key": "\"Pirates love parrots. What are you gonna do?\" Isaac shrugs.",
            "value": "\"海盗们很喜欢鹦鹉. 所以你打算怎么办?\" Isaac耸耸肩."
        },
        {
            "hash": 7624690925252706252,
            "key": "\"I got to make sure he remembers, or everything he's done up to this point will be for naught.\"",
            "value": "\"我必须确保他记得这件事, 否则他到现在所做的一切都将白费.\""
        },
        {
            "hash": 13770724518079949955,
            "key": "[p]You are momentarily taken aback. If Isaac finds Braeden, he'll definitely learn about the counterattack plan. Casually, you ask why he needs to find his brothers.",
            "value": "[p]你突然大吃一惊. 如果lsaac找到Braeden, 他一定会知道反击计划的. 你赶紧问他为什么要找Braeden."
        },
        {
            "hash": 9696098919948327374,
            "key": "\"Don't be afraid, son. Hush. Daddy's here. It will all be alright.\" York glances at you with unease. Will it really be okay?",
            "value": "\"别害怕, 儿子. 爸爸来了. 一切都会好起来的.\" York不安地看了你一眼."
        },
        {
            "hash": 12066495649057112081,
            "key": "\"<player>, I owe you big time... But, um, could you tell us exactly what happened?\"",
            "value": "\"<player>, 我欠你很多人情... 但是, 你能告诉我们到底发生了什么吗?\""
        },
        {
            "hash": 9504790527046017633,
            "key": "Armor for Tank.",
            "value": "坦克装甲."
        },
        {
            "hash": 10930075401107182573,
            "key": "\"Go to Helonia Woods. Catch the parrots. We fishermen mostly focus on, you know, fishing, so the pirates' request isn't an easy one for us. And the parrots aren't exactly the friendliest birds ever...\"",
            "value": "\"去Helonia的森林抓住鹦鹉. 你要知道, 我们渔民基本都专注于捕鱼, 所以海盗的要求对我们来说并不容易. 而且鹦鹉也不是什么友好的鸟...\""
        },
        {
            "hash": 896983511808627890,
            "key": "\"Don't let a little mistake ruin the whole counterattack plan.\"",
            "value": "\"不要让一个小错误毁掉整个反击计划.\""
        },
        {
            "hash": 12309677653026795657,
            "key": "\"I feel like I'm forgetting something... eh, I'm sure it wasn't that important.\"",
            "value": "\"我觉得我忘记了什么... 呃, 我想那不是很重要...?\""
        },
        {
            "hash": 11953704699719302244,
            "key": "[p]You give Braeden the Wild Parrots and tell him what Isaac has said.",
            "value": "[p]你把鹦鹉交给Braeden, 告诉他lsaac的话."
        },
        {
            "hash": 707853117788403293,
            "key": "\"I knew I was forgetting something! I nearly let a bunch of stupid birds ruin the whole plan!\" Braeden groans, pulling at his hair.",
            "value": "\"我就知道我忘了什么! 我差点让一群愚蠢的鸟毁了整个计划!\" Braeden扯着头发大叫着."
        },
        {
            "hash": 4180437491619635978,
            "key": "....",
            "value": "...."
        },
        {
            "hash": 17292357887908352935,
            "key": "Gun DMG",
            "value": "手枪伤害"
        },
        {
            "hash": 10860009660728374431,
            "key": "Shotgun DMG",
            "value": "霰弹枪伤害"
        },
        {
            "hash": 8814962662084424249,
            "key": "Grenade DMG",
            "value": "榴弹伤害"
        },
        {
            "hash": 7022358299014020523,
            "key": "Rifle DMG",
            "value": "激光伤害"
        },
        {
            "hash": 4695160576340820165,
            "key": "Lucky Drop",
            "value": "幸运掉落"
        },
        {
            "hash": 1558160821293011929,
            "key": "Eidolon PWR",
            "value": "幻灵伤害"
        },
        {
            "hash": 6940242976330515386,
            "key": "...",
            "value": "..."
        },
        {
            "hash": 15289975471529776448,
            "key": "Otohime",
            "value": "幻灵-Otohime"
        },
        {
            "hash": 9206402808795735089,
            "key": "\"He firmly believed he was cursed by an evil spell, so he wanted to ask Elena for help. But the next day...\"",
            "value": "\"他坚信自己被魔咒诅咒了, 所以他想向Elena寻求帮助. 但是第二天...\""
        },
        {
            "hash": 2509787489571944063,
            "key": "\"Just you wait, you filthy pirates! You won't trifle with the good people of Helonia again!\" Braeden exclaims.",
            "value": "\"你等着吧, 你们这些肮脏的海盗! 你们不要小看Helonia的好人!\" Braeden大叫道."
        },
        {
            "hash": 17941964023852850841,
            "key": "\"Not long ago, a teenaged boy named Brian came looking for Elena. Just like you, he also had a spirit with him.\"",
            "value": "\"不久前, 一个叫Brian的十几岁男孩来找Elena. 就像你一样, 他也有一只精灵.\""
        },
        {
            "hash": 1172811536872008076,
            "key": "Hammer DMG",
            "value": "锤子伤害"
        },
        {
            "hash": 12922884743734692644,
            "key": "Conservative and Radica",
            "value": "保守与激进"
        },
        {
            "hash": 3066239525105825363,
            "key": "Betsy shop",
            "value": "Betsy的商店"
        },
        {
            "hash": 16829119766097717095,
            "key": "Weapons from Correy",
            "value": "Correy的武器店"
        },
        {
            "hash": 6441808041018619770,
            "key": "Relic items by Bentley",
            "value": "Bentley的遗物"
        },
        {
            "hash": 8119379136813562749,
            "key": "Variety by Luther",
            "value": "Luther的变化"
        },
        {
            "hash": 2416934418634475611,
            "key": "Default",
            "value": "默认"
        },
        {
            "hash": 1741926994114508388,
            "key": "Extra",
            "value": "额外"
        },
        {
            "hash": 15381968694256133789,
            "key": "Attack SPD",
            "value": "攻击速度"
        },
        {
            "hash": 9679058807441683535,
            "key": "East",
            "value": "东边"
        },
        {
            "hash": 1165534142228624971,
            "key": "Merrilee",
            "value": "幻灵-Merrilee"
        },
        {
            "hash": 11583492517990423990,
            "key": "Someone once told me friendship is magic. That's ridiculous. You can't turn people into frogs with friendship{OR}Hey..what's <bot_9> up to? Have you...have you talked to her, by chance?{OR}",
            "value": "有人曾经告诉我友谊是魔法. 这太荒谬了. 毕竟你不能用友谊把人变成青蛙{OR}嘿<bot_9>在干什么? 你... 你有和她谈过吗?{OR}"
        },
        {
            "hash": 18180191987639332914,
            "key": "This is a big upgrade from wiping that table all day.{OR}A lot of tenacity and a little bit of luck can go a long way...{OR}<bot_9> seems nice. I should bring her back with me.{OR}",
            "value": "从整天擦桌子到现在是一大进步.{OR}顽强的毅力和一点点运气会有很大的帮助...{OR}<bot_9>看起来不错. 我应该把她带回来."
        },
        {
            "hash": 12824154961816269123,
            "key": "Ammo Regen",
            "value": "弹药回复"
        },
        {
            "hash": 10888525610574395701,
            "key": "West",
            "value": "西边"
        },
        {
            "hash": 17858793326629043608,
            "key": "Central Street",
            "value": "中央大街"
        },
        {
            "hash": 7315174682176533798,
            "key": "Block post",
            "value": "森林"
        },
        {
            "hash": 2965410948615232813,
            "key": "Nurse",
            "value": "护士"
        },
        {
            "hash": 9256689511146755,
            "key": "Shotgun Spread",
            "value": "霰弹枪散射"
        },
        {
            "hash": 13100968456352558569,
            "key": "Grenade Spread",
            "value": "榴弹散射"
        },
        {
            "hash": 13733160683401479665,
            "key": "Rifle Spread",
            "value": "激光散射"
        },
        {
            "hash": 14749776467207209837,
            "key": "DMG",
            "value": "伤害"
        },
        {
            "hash": 14765814990032859544,
            "key": "\"Earlier, when I was fishing, I found something called a 'Secret Stone.' They say such a stone could be very useful for adventurers. I want to give it to you as a way to express my gratitude, but...",
            "value": "\"早些时候, 在我钓鱼时, 我发现了一块叫做 '秘密之石' 的东西, 他们说这块石头对冒险家可能非常有用. 我想把它送给你, 以此来表达我的感激之情, 但是..."
        },
        {
            "hash": 17969038063746737542,
            "key": "Crit DMG",
            "value": "暴击伤害"
        },
        {
            "hash": 12897782398434077795,
            "key": "Crit",
            "value": "暴击率"
        },
        {
            "hash": 1171102000891906642,
            "key": "HP",
            "value": "HP"
        },
        {
            "hash": 1803294227940896570,
            "key": "Lucky",
            "value": "幸运"
        },
        {
            "hash": 18288352439537345173,
            "key": "MP",
            "value": "MP"
        },
        {
            "hash": 12875343315241662499,
            "key": "\"The hut containing the fish is in the southern section of the eastern coast. Don't underestimate those Sun Crabs, though. Their pincers can snap straight through human bone.\"",
            "value": "\"装有鱼的箱子在东海岸的南边. 不过, 不要小看那些Sun Crab. 它们的钳子可以直接刺穿人的骨头.\""
        },
        {
            "hash": 4555853767002041069,
            "key": "Craftsman",
            "value": "工匠"
        },
        {
            "hash": 5412728445805033832,
            "key": "Ammo",
            "value": "子弹"
        },
        {
            "hash": 12228536893505383323,
            "key": "Efficiency",
            "value": "效率"
        },
        {
            "hash": 15604787063193685338,
            "key": "Extraction",
            "value": "萃取"
        },
        {
            "hash": 1188622005764244957,
            "key": "\"After we get the catch back, we need to take inventory and add it to the payment. I don't want to give even one extra fish to those thieving cads.\"",
            "value": "\"在我们拿回渔获后, 我们需要清点一下东西. 我连一条鱼都不想给那些海盗.\""
        },
        {
            "hash": 4590828921225437309,
            "key": "\"You know what? You're right. I didn't think of that. We can't just blatantly resist them.\"",
            "value": "\"你说得对. 我们不能公然抵制他们.\""
        },
        {
            "hash": 17366489214733334333,
            "key": "\"I'll prepare the supplies for the pirates, but I have a few tricks up my sleeve.\"",
            "value": "\"我会为海盗准备一些补给, 但我有一些想法.\""
        },
        {
            "hash": 623289865124091347,
            "key": "[p]You nod, but insist that the entire town still needs to fully prepare if they hope to fight back.",
            "value": "[p]你点头, 但你认为, 如果他们要反击, 整个城镇需要更充分的准备."
        },
        {
            "hash": 18134730859774566531,
            "key": "\"You know, I just met you, but I think we're gonna get along just fine.\" Braeden grins.",
            "value": "\"我刚认识你, 但我想我们会相处得很好.\" Braeden笑了笑."
        },
        {
            "hash": 4719703238767122476,
            "key": "\"Count me in. I've got some ideas on how to take down the pirates. I'll prepare all the supplies before executing the plan.",
            "value": "\"我对如何打击海盗有一些想法. 在执行计划之前, 我会准备好所有需要的物资."
        },
        {
            "hash": 8373658306122616940,
            "key": "\"I'll take all the fish that we've caught recently to a nearby hut. Add that to the fish stock, and we should meet the quota.\"",
            "value": "\"我会把我们最近钓到的鱼都带到附近的小屋里. 加到库存中, 我们应该可以达到指标了.\""
        },
        {
            "hash": 13390108040811555011,
            "key": "\"It won't be so easy to get the fish to the pirates, though.\" Braeden bites his lips, thinking.",
            "value": "\"不过, 要把鱼都交给海盗可不是那么容易.\" Braeden咬着嘴唇."
        },
        {
            "hash": 12018573809475925359,
            "key": "\"The pirates' activity has forced Sun Crabs to gather near town. One of 'em is larger and stronger than the rest. The townsfolk call him Mobray the Giant Crab.\"",
            "value": "\"海盗的活动迫使Sun Crab聚集在城镇附近. 其中有一只比其他的更大更强壮. 镇上的人叫它巨蟹Mobray.\""
        },
        {
            "hash": 18401850757863392263,
            "key": "\"Unfortunately, the crabs are converging on the very place where I put all the fish.\"",
            "value": "\"不幸的是, 螃蟹都聚集在我放鱼的地方.\""
        },
        {
            "hash": 18250096097385886647,
            "key": "[p]You tell Braeden that you will help him fend off the Crabs and bring back the catch.",
            "value": "[p]你告诉Braeden, 你会帮他挡开螃蟹, 把捕获的东西拿回来."
        },
        {
            "hash": 3217858535516013872,
            "key": "Vampirism",
            "value": "吸血"
        },
        {
            "hash": 5215923755721507435,
            "key": "They just never shut up! I'm begging you. Please get rid of them; I've had a migraine for months!\"",
            "value": "他们就是一直不闭嘴! 我求求你了. 请把他们赶走; 我已经头痛好几个月了!\""
        },
        {
            "hash": 18279036897598619611,
            "key": "\"The fish are stored in a hut south of the eastern coast. but watch out for the blasted Sun Crabs.\"",
            "value": "\"这些鱼被存放在东海岸南边的一间小屋里. 但要小心那该死的Sun Crab.\""
        },
        {
            "hash": 6464527714564458581,
            "key": "[p]Braeden grins widely as you present the catch to him.",
            "value": "[p]当你把捕获的东西递给Braeden时, 他笑了起来."
        },
        {
            "hash": 14586792720381126489,
            "key": "\"I saw what you did on the coast!\" Braeden crows, his eyes full of awe.",
            "value": "\"我看到你在海岸上做的事了!\" Braeden叫了起来, 眼中充满了敬畏."
        },
        {
            "hash": 15250699385249941837,
            "key": "\"I've never seen someone with such skill. Every last Sun Crab scampered away, terrified. You even defeated Mobray!\"",
            "value": "\"我从未见过有人有这样的技巧. 每一只Sun Crab都吓得跑开了. 你甚至打败了Mobray!\""
        },
        {
            "hash": 4274991731692029637,
            "key": "\"I had no idea you had such battle prowess. You could teach me a thing or two, partner.\"",
            "value": "\"我真不知道你有这样的战斗力, 伙计.\""
        },
        {
            "hash": 10468893963702617055,
            "key": "\"We'll prepare the supplies and carry out our plans against the Pirates simultaneously, so listen close.\"",
            "value": "\"我们将准备补给的同时执行我们对抗海盗的计划, 所以要仔细听.\""
        },
        {
            "hash": 16878816778809272057,
            "key": "\"I plan to lead the entire band of pirates to an open area, then use gunpowder to blast 'em to high heaven in one fell swoop.\"",
            "value": "\"我打算把所有海盗带到一个开阔的地方, 然后用炸弹把他们都炸上天!\""
        },
        {
            "hash": 17218635123406111956,
            "key": "\"I've already told others in town, and we've a good deal of gunpowder. We need to refine the powder to transform it into a powerful bomb.\"",
            "value": "\"我已经告诉城里的其他人了, 我们拥有很多火药. 我们需要把所有粉末都提炼成威力巨大的炸弹!\""
        },
        {
            "hash": 5082828027782966957,
            "key": "[p]You ask how you can help.",
            "value": "[p]你问你能提供什么帮助."
        },
        {
            "hash": 15433489273530172392,
            "key": "\"We need this bomb to do some serious damage. Will you help collect materials for the bomb's outer casing?\"",
            "value": "\"我们需要这枚炸弹造成严重的破坏. 你能帮忙收集材料制作炸弹的外壳吗?\""
        },
        {
            "hash": 9817870269727824693,
            "key": "Luther releases a long sigh. \"The people here just want to live in peace. If they can solve the problem by throwing money at it, that's what they'll do.\"",
            "value": "Luther长长地叹了一口气. \"这里的人们只想和平地生活. 如果能用钱来解决的话, 他们肯定会给海盗一大笔钱的.\""
        },
        {
            "hash": 2340386507778276744,
            "key": "[p]You ask Madeline if there is some way you can help.",
            "value": "[p]你问Madeline你有没有办法帮忙."
        },
        {
            "hash": 16373724435660991234,
            "key": "Madeline sighs again and shakes her head. \"I just have to keep calm, even in the face of the pirates. If I panic, everyone else will, too.\"",
            "value": "Madeline又叹了口气, 摇了摇头. \"即使面对海盗, 我也需要保持冷静. 如果我恐慌了, 其他人会更加的恐慌.\""
        },
        {
            "hash": 10625183260513060029,
            "key": "\"My daughter Selena and I are fighting, too. We exchanged words, and she just up and left. I haven't heard from her since. I can't help but worry about her!\"",
            "value": "\"我的女儿Selena也在和我对抗. 我们交换了意见, 她就离开了. 从那以后我再也没有她的消息. 我实在忍不住为她担心!\""
        },
        {
            "hash": 11170296840470681305,
            "key": "<player>, would you like to try working at the Logging Site? The salary's not bad.",
            "value": "<player>, 你想尝试在伐木场工作吗? 工资还不错."
        },
        {
            "hash": 16805827620171228342,
            "key": "\"I've considered the options carefully, but the best place for our plan is at the beach right in front of us.\"",
            "value": "\"我仔细考虑了各种选择, 但是我们计划的最佳地点就是面前的海滩.\""
        },
        {
            "hash": 17732014129142240020,
            "key": "\"I'll consider what you said, but I must deal with the pirates first. Find Luther if you need something.\"",
            "value": "\"我会考虑你说的话, 但我必须先对付海盗. 如果你有什么需要, 可以去找Luther.\""
        },
        {
            "hash": 8895541050750695302,
            "key": "\"The Tanuki outside the village are growing more rambunctious by the day. The Town Mayor is about to lose her mind. She must be under so much pressure. I wish Selena were a bit more understanding.\"",
            "value": "\"村外的Tanuki一天比一天吵闹. 镇长都快要疯了. 她肯定承受着巨大的压力. 我希望Selena能多理解一点.\""
        },
        {
            "hash": 5961690337129073700,
            "key": "You explain to Luther that you've already driven off the Tanuki, then you tell him what the Town Mayor said.",
            "value": "你向Luther解释你已经赶走了Tanuki, 然后你向他转述了镇长的话."
        },
        {
            "hash": 13334712657988650623,
            "key": "\"Thank you for your hard work, <player>. The Town Mayor said she might consider your Starlight Treasure Chest request. That's a huge win for you!\"",
            "value": "\"感谢您的辛勤工作, <player>. 镇长说她可能会考虑你要星光宝箱的要求. 这对你来说是一个巨大的胜利!\""
        },
        {
            "hash": 16549057912331240336,
            "key": "\"When I'm done helping the Town Mayor inventory the supplies, I'll go looking for Selena. For now, I'm sure the Mayor just appreciates the quiet.\"",
            "value": "\"当我帮镇长清点完物资之后, 我会去找Selena. 就目前而言, 我相信市长只是欣赏这里的宁静.\""
        },
        {
            "hash": 6228537106928597419,
            "key": "[p]You ask Luther why the townsfolk don't just band together to resist the Pirates.",
            "value": "[p]你问Luther镇上的人为什么不团结起来抵抗海盗."
        },
        {
            "hash": 6690666568261244403,
            "key": "\"Collect some of the nearby Fruit. Once we soak and dry 'em, we can use them as shrapnel. That'll give our bomb some extra punch.\"",
            "value": "\"收集一些附近的水果. 把它们浸泡后再晾干, 我们就可以把它们当作弹片使用. 这可以给我们的炸弹带来额外的威力!\""
        },
        {
            "hash": 2068609616434446336,
            "key": "\"But not everyone shares this viewpoint. If I remember correctly, the younger of the Fisherman Brothers, Braeden, doesn't want to hand over the cash or goods.\"",
            "value": "\"但是并不是每个人都认同这种观点. 如果我没记错的话, 渔民兄弟中的年轻人Braeden就不想交出现金或货物.\""
        },
        {
            "hash": 9196596724967166252,
            "key": "\"Perhaps you can find his older brother, Isaac, and speak to him. Maybe you can come up with a way to convince Braeden. We could really use Braeden's help collecting supplies.\"",
            "value": "\"或许你可以找到他的哥哥Isaac, 去和他谈谈. 也许你可以想出一个办法来说服Braeden. 我们真的需要Braeden的帮助来收集物资.\""
        },
        {
            "hash": 14054401083657522092,
            "key": "[p]You relay Luther's words to Isaac and explain that you want to convince Braeden to hand over the goods.",
            "value": "[p]你把Luther的话转达给Isaac, 并解释说你想说服Braeden交出货物."
        },
        {
            "hash": 14859261269823269115,
            "key": "\"I'm worried about Braeden. His refusal to hand over the supplies might provoke the pirates.\" Isaac sighs.",
            "value": "\"我很担心Breden. 如果他拒绝交出补给品很可能会激怒海盗.\" Isaac叹了口气."
        },
        {
            "hash": 10928720574773653116,
            "key": "\"My brother won't listen to me. There will always be more fish to catch; a few trout aren't worth his life. He just doesn't understand.\"",
            "value": "\"我哥哥总是不听我的. 总要钓更多的鱼; 几条鳟鱼好像比他的命还大. 他就是不明白.\""
        },
        {
            "hash": 5276658523535651702,
            "key": "\"Well, I guess since you're willing to convince him, it's worth a try.\"",
            "value": "\"好吧, 我想既然你愿意去说服他, 那就值得一试.\""
        },
        {
            "hash": 6593668592843369333,
            "key": "\"Can I help you?\"",
            "value": "\"我能帮你吗?\""
        },
        {
            "hash": 2043409289383306989,
            "key": "\"I can't think clearly lately. The Tanuki outside the town squawk and squeak constantly. ",
            "value": "\"我最近想不明白了. 镇外的Tanuki不停地在尖叫. "
        },
        {
            "hash": 13839504296495201470,
            "key": "\"Okay, I'll dry out the Cleaned Fruit, then fill them with gunpowder. These will teach those cads a lesson they won't soon forget.\"",
            "value": "\"好的, 让我把清洗过的水果弄干, 然后装满火药. 给那些海盗一个不会忘记的教训!\""
        },
        {
            "hash": 6096260191678011394,
            "key": "\"Let me tell you something. I won't be threatened. I won't give those pirates a dime!\" Braeden seethes.",
            "value": "\"我告诉你. 我不会受到任何威胁. 我不会给那些海盗一毛钱!\" Braeden强压怒火."
        },
        {
            "hash": 9341032831588880030,
            "key": "[p]You tell Braeden that you agree, but resisting will only alert the pirates to your plan.",
            "value": "[p]你告诉Braneden你同意, 但是抵抗只会暴露你的计划."
        },
        {
            "hash": 11165387434493380087,
            "key": "[p]You pass a flyer to an elderly townsman.",
            "value": "[p]你把传单递给一位上了年纪的市民."
        },
        {
            "hash": 8816874141473783512,
            "key": "\"Ah, but I digress! Worry not; your work will not be in vain. These bombs will make the pirates run for the hills.\"",
            "value": "\"啊, 我跑题了! 不要担心; 你的工作不会白费. 这些炸弹会使海盗们逃之夭夭!\""
        },
        {
            "hash": 11170335775036380498,
            "key": "\"Now onto the next step of my plan,\" Braeden exclaims.",
            "value": "\"现在进入计划的下一步!\" Braeden叫道."
        },
        {
            "hash": 13071216438922996416,
            "key": "\"There's no time to lose!\" Braeden brings out a few sheets of paper and begins scrawling on them.",
            "value": "\"不能再浪费时间了!\" Braeden拿出几张纸, 开始在上面涂画些什么."
        },
        {
            "hash": 812568975136862984,
            "key": "\"This is the beginning of the next step of my plan. We should distribute these flyers to the townspeople. We've got to incite the anger in them; they hate those dastardly pirates, but they're too afraid to fight back. Appeal to the townsfolk to stand together against the pirates.\"",
            "value": "\"这是我下一步的计划. 我们把这些传单分发给市民. 我们应该激起他们的愤怒; 他们憎恨那群卑鄙的海盗, 但他们害怕, 不敢反击. 我们还要呼吁市民团结起来反对海盗.\""
        },
        {
            "hash": 9096335667291207566,
            "key": "\"Take these flyers and distribute them. Make sure that you don't lose them; they took me a long time to print up. I just know they'll get a good reaction out of the townsfolk.\"",
            "value": "\"拿着这些传单分发出去. 确保你不会弄丢它们; 他们花了我很长时间才画出来. 我只知道镇上的居民会有我们想要的反应.\""
        },
        {
            "hash": 15702534486097739192,
            "key": "[p]You tell Braeden that you will distribute the flyers, but you aren't sure if the townspeople will pass on the information as he hopes.",
            "value": "[p]你告诉Braeden你会分发传单，但你不确定镇上的人是否会像他希望的那样憎恨海盗."
        },
        {
            "hash": 10269365524859225094,
            "key": "\"It shouldn't be a problem. Everyone loves some good gossip. We need as many people to fight against the pirates as possible. However, I'm worried that my older brother will try to stop us when he hears the plan.\"",
            "value": "\"这应该不是问题. 每个人都喜欢传播一些好的八卦. 我们需要尽可能多的人来对抗海盗. 但是, 我担心我哥哥听到这个计划后会试图阻止我们.\""
        },
        {
            "hash": 13873753304755585036,
            "key": "\"I think I'm getting an idea. After you've handed out the flyers, seek out my brother and find out if he's wise to our plan.\"",
            "value": "\"我想我有个主意. 你发完传单后, 去找我哥哥, 看他是否知道我们的计划.\""
        },
        {
            "hash": 8235967900590300172,
            "key": "\"<player>, I'm glad we can agree. It's not worth ordinary folk like us making enemies out of the pirates, who knows what they'll do if they're provoked.\"",
            "value": "\"<player>, 我很高兴我们能达成一致. 像我们这样的普通人不值得把海盗当作敌人, 谁知道他们被激怒了会发生什么.\""
        },
        {
            "hash": 14962462445059702138,
            "key": "\"Hold on, what are those papers you're holding? Do you need some help?\"",
            "value": "\"等一下, 你拿的那些东西是什么? 你需要帮助吗?\""
        },
        {
            "hash": 14230582858321425995,
            "key": "[p]You dismiss the offer of help with a wave of your hand. Looks like you'll have to distribute the flyers before getting any information out of Isaac.",
            "value": "[p]你挥手拒绝了帮助. 看来在从Isaac那里得到任何信息之前, 你必须先分发传单."
        },
        {
            "hash": 17115452515532529320,
            "key": "\"I just wish my brother could join the fight. Unfortunately, he just doesn't get it, so I have to hide my plans from him.\" Braeden bites his lip and looks into the distance with a sad expression.",
            "value": "\"我只希望我哥哥能参加战斗. 不幸的是, 他就是不明白, 所以我不得不向他隐瞒我的反抗计划.\" Braeden咬着嘴唇, 悲伤地看着远方."
        },
        {
            "hash": 3134104161384052709,
            "key": "\"You are quite skilled. Nice attention to detail. Good job!\" Braeden gives you the thumbs up as he carefully looks over the bombs.",
            "value": "\"你很熟练. 还很注重细节. 干得好!\" Braeden仔细地看着炸弹."
        },
        {
            "hash": 10437543688750542264,
            "key": "[p]You pass a flyer to a young man.",
            "value": "[p]你把传单递给一个年轻人."
        },
        {
            "hash": 11154125723199084183,
            "key": "He reads it with surprise, then smiles.",
            "value": "他惊讶地读着, 然后笑了."
        },
        {
            "hash": 15566481297270295774,
            "key": "\"Finally, someone's taking some action around here! We've put up with those pirates for far too long!\"",
            "value": "\"终于有人在这里进行反抗行动了! 我们已经忍受那些海盗太久了!\""
        },
        {
            "hash": 11129286472151409746,
            "key": "\"You can count on my help. And my friends will be on your side, too.\" The Helonian Man grins, excitement in his eyes.",
            "value": "\"你可以寻找我的帮助. 我的朋友们也会站在你这边!\" Helonian人咧嘴一笑, 眼睛里充满了兴奋."
        },
        {
            "hash": 12452657370586712761,
            "key": "[p]You shove a flyer into the hands of a middle-aged man.",
            "value": "[p]你把传单塞到一个中年男人手里."
        },
        {
            "hash": 16807868802566840271,
            "key": "\"Don't go looking for problems! I have a wife and kid at home. I'm not going to pick a fight with a pirate, you fool!\" Clearly agitated, the man crumples the flyer into a ball.",
            "value": "\"不要去找事! 我家里有妻子和孩子. 我是不会和海盗战斗的! 你这个傻瓜!\" 这名男子显然很激动, 还把传单揉成一团."
        },
        {
            "hash": 16101822408032233178,
            "key": "\"Get out of here! Don't come near my house again. I will have no part in your foolish plan!\" He throws the paper to the ground, furious.",
            "value": "\"滚出去! 别再靠近我家了. 我不会参与你那愚蠢的计划!\" 他愤怒地把纸扔在地上."
        },
        {
            "hash": 12465736695575786990,
            "key": "\"We all know those pirates are vicious cads, but we're just normal people. We're not experts like you, <player>. We shouldn't start trouble.\"",
            "value": "\"我们都知道那些海盗是十分恶毒的家伙, 但我们只是普通人. 我们不是像你这样的专家,<player>. 我们不应该去惹麻烦.\""
        },
        {
            "hash": 1629011036715047077,
            "key": "\"Speaking of which, I really must thank you. I've heard that, thanks to you, Braeden will hand over the supplies. I couldn't persuade him no matter how hard I tried.\"",
            "value": "\"说到这里, 我真的必须感谢你. 我听说, 多亏了你, Braeden才交出补给. 如果是我, 不管我怎么努力都说服不了他.\""
        },
        {
            "hash": 2594548573707730292,
            "key": "\"We've gotta use the secretions to keep the gunpowder dry. Please help me collect the secretions of the Forest Beetles. I'll do my best to finish my current task by the time you get back.\"",
            "value": "\"我们必须用一些分泌物来保持火药的干燥. 你能帮我收集一些森林中Beetles的分泌物吗. 在你回来之前, 我会尽力完成我现在的任务.\""
        },
        {
            "hash": 16826392614624757870,
            "key": "\"I'll stay here and work on dividing up the gunpowder. We don't have a lot of time to prepare, so it's best if we divide and conquer!\"",
            "value": "\"我会留在这里, 负责火药的分配. 我们没有太多时间准备, 所以最好是分而治之!\""
        },
        {
            "hash": 13728036209678102876,
            "key": "\"We don't have much time. You must quickly find the Fruit. We can't do anything without 'em,\" Braeden urges eagerly.",
            "value": "\"我们没有太多时间了. 你必须尽快找到水果. 没有它们我们什么都做不了,\" Braeden急切地催促."
        },
        {
            "hash": 15741303685356002239,
            "key": "\"Now go soak them, but you have to do it right, contact Craftsman for that, he will help you.\"",
            "value": "\"现在去浸泡它们, 去联系工匠, 他会帮助你的.\""
        },
        {
            "hash": 6023745842806545432,
            "key": "[p]You hand the sopping wet Cleaned Fruit to Braeden.",
            "value": "[p]你把湿透的干净水果递给Braeden."
        },
        {
            "hash": 17121762828446239038,
            "key": "He raises a white eyebrow and reads the paper. \"I fully support fighting the pirates. I once got in a tussle with them in a pub when I was younger. I wasn't afraid of them then, and I'm certainly not afraid of them now!\"",
            "value": "他扬起白眉看报纸. \"我完全支持打击海盗. 我年轻的时候有一次在酒吧里和他们扭打在一起. 那时我不怕他们, 现在我当然也不怕他们!\""
        },
        {
            "hash": 9535118113888933874,
            "key": "Lately, numerous <bot_20>hops have migrated to the Logging Site. The naughty troublemakers make a mess all day long. Workmen complain constantly about picking up their, er, 'jelly beans.'",
            "value": "最近, 有许多Bunny迁移到了伐木场. 那些顽皮的捣蛋鬼整天把事情弄得一团糟. 工人们不断再抱怨它们."
        },
        {
            "hash": 13489666351200636324,
            "key": "\"If we want to set our bombs on the beach, I need you to help prepare some waterproof paint.\"",
            "value": "\"我们要把炸弹放在海滩上, 需要你帮忙准备一些防水涂料.\""
        },
        {
            "hash": 1456520560988628658,
            "key": "[p]You anxiously ask Braeden to be more specific.",
            "value": "[p]你焦急地要求Braeden说得更具体一点."
        },
        {
            "hash": 3532004806652894280,
            "key": "\"West of Helonia, you'll find Helonia Woods. Forest Beetles live there, and their gooey bodily secretions cause water to bead up. The goo is used as a sealant on many ships.\"",
            "value": "\"在Helonia以西, 你会发现Helonia森林. Beetles生活在那里, 它们粘稠的身体分泌物会使水凝结. 这种粘稠物在许多船上被用作密封剂.\""
        },
        {
            "hash": 4416237748526498239,
            "key": "\"The mist and fog are thick around the coast. If those bombs aren't waterproof, it could compromise the whole plan.\"",
            "value": "\"海岸周围的雾很浓. 如果这些炸弹不防水, 可能会影响整个计划.\""
        },
        {
            "hash": 15192606723802409587,
            "key": "[p]It sounds like the first choice would be much quicker. You ask Flower where you could find the Ruins Giant.\n",
            "value": "[p]听起来第一选择要快得多. 你问Flower在哪里可以找到Ruins Giant.\n"
        },
        {
            "hash": 4654492331889735772,
            "key": "\"I've got to think everything through and lay out the plans completely. Maybe if I present the townsfolk with concrete ideas, I can tap into their suppressed rage toward the pirates,\" Braeden contemplates, pacing.",
            "value": "\"我必须把每件事都想清楚, 把计划完整地列出来. 也许如果我向镇上的人介绍一些具体的想法, 我可以利用他们对海盗压抑的愤怒,\" Braeden沉思, 踱步."
        },
        {
            "hash": 1148379438577971260,
            "key": "\"Oh! You've brought a lot of Insect Fluid! Quick, let me take a look.\" Braeden snatches the vial of Insect Fluid out of your hands before you have a chance to respond.",
            "value": "\"哦你带来了很多昆虫汁液! 快, 让我看看.\" Braeden在你有机会回应之前从你手中抢走了一瓶昆虫汁液."
        },
        {
            "hash": 4738843427267537358,
            "key": "\"I'm almost done with my work here. Let me think about what to do next...\"",
            "value": "\"我在这里的工作快做完了. 让我想想接下来该做什么...\""
        },
        {
            "hash": 5981509971314483548,
            "key": "Braeden busily tinkers with the Insect Body Fluid, using a delicate brush to seal the Cleaned Fruit.",
            "value": "Braeden正忙着用一把精致的小刷子把昆虫的体液涂抹在清洗过的水果上."
        },
        {
            "hash": 11736873957090394080,
            "key": "[P]It appears that Braeden has already poured the gunpowder into the Cleaned Fruit peels. The bombs are almost fully prepared.",
            "value": "[P]看来Braeden已经把火药倒进了清干净的水果皮里. 炸弹就要制作完成了."
        },
        {
            "hash": 13335698603664731903,
            "key": "\"I know you're anxious to help out. I could use an extra set of hands to apply this sealant.\" Braeden lips stretch into a smirk.",
            "value": "\"我知道你很想帮忙. 这样我就可以用俩双手涂密封胶了.\" Braeden的嘴唇微微上扬."
        },
        {
            "hash": 14227812166115609721,
            "key": "\"Just apply the bug fluids to the peels of the Cleaned Fruit, and the bombshells will be complete!\"",
            "value": "\"只需将昆虫汁液涂抹在清洁过的水果皮上, 炸弹就完成了!\""
        },
        {
            "hash": 16522386639028471363,
            "key": "\"Make sure you don't let the paint leak onto any part of the bomb, or we'll end up with a bunch of duds.\"\n\nYou need a Craftstman!",
            "value": "\"确保你能涂抹到炸弹的所有部位, 否则这会变成一堆哑弹.\"\n\n你需要一个工匠!"
        },
        {
            "hash": 16311164516126282078,
            "key": "[p]Braeden flashes a big grin when you hand him the sealed bombs.",
            "value": "[p]当你把防水炸弹递给Braeden时, 他咧嘴一笑."
        },
        {
            "hash": 1562133406781109202,
            "key": "[p]You explain to Braeden why you have come, but he seems increasingly annoyed.",
            "value": "[p]你向Braeden解释了你来的原因, 但他似乎越来越生气."
        },
        {
            "hash": 1537876834063188768,
            "key": "\"Your apology is quite sincere. I forgive you. And I do have another task,\" <bot_10> says with a kind smile.",
            "value": "\"你的道歉很真诚. 我可以原谅你. 但我还有另一项任务,\"<bot_10>笑着说."
        },
        {
            "hash": 6803651276352725173,
            "key": "You'll find a good deal of wood in the area. I need you to carry it to me.",
            "value": "你会在这个地区找到一些木材. 我需要你把它带给我. ( 再次点击f4 )"
        },
        {
            "hash": 14840411738735821918,
            "key": "You must help me finish off today's work if you want your proper salary.",
            "value": "如果你想要薪水, 你必须帮我完成今天的工作."
        },
        {
            "hash": 7540411718520276415,
            "key": "\"It's about time to send the chopped wood back to the village\"\n\nCaine explains, scanning the sky.",
            "value": "\"是时候把砍好的木头送回村子了\"\n\nCaine望了眼天空解释道."
        },
        {
            "hash": 4993171975205777266,
            "key": "This was originally <bot_19>'s job, but I think you ought to take his place. You're more responsible than he ever was. Go to the Garrison Captain. I will speak to him.",
            "value": "这本来是<bot_19>的工作, 但我认为你应该接替他的位置. 你比他更负责任. 去找卫队的上尉, 我会跟他说这件事的."
        },
        {
            "hash": 16011981553089055938,
            "key": "\"Not bad for a newbie.\"\n\n <bot_18> is clearly satisfied by the reduced number of <bot_20>hops.",
            "value": "\"对新手来说还不错.\"\n\n <bot_18>显然对<bot_20>数量的减少感到满意."
        },
        {
            "hash": 8853943301018517306,
            "key": "\"We have three days to deliver to the furniture shop. We cannot be late.\"\n\n <bot_18> snaps, scanning a list.",
            "value": "\"我们有三天时间送到村里. 我们不能迟到.\"\n\n <bot_18>打开了扫描列表."
        },
        {
            "hash": 16291227522251957453,
            "key": "I've a task for you. Drive the <bot_20>hops out of the Logging Site so the lumberjacks can focus on their work!",
            "value": "我有一个任务要交给你. 将<bot_20>逐出伐木站点, 这样工人就可以专注做他们的工作!"
        },
        {
            "hash": 16068731296860174150,
            "key": "We cannot let those rascally rabbits slow us down. If the wood is not delivered to the village fast enough, construction there will be delayed.",
            "value": "我们不能让那些烦人的Bunny拖慢我们. 如果木材不能快速地运到村里, 那里的建设就会推迟."
        },
        {
            "hash": 17482213061349518152,
            "key": "<bot_22> typically pile up the chopped wood under another tree. Take a walk around the Logging Site. It shouldn't be hard to find the wood.",
            "value": "Lumberjacks通常将砍下的木头堆在另一棵树下. 在伐木场周围散散步. 找木头应该不难."
        },
        {
            "hash": 18110661251239866908,
            "key": "Well, there's no time to lose. you should just start working right away.",
            "value": "好吧, 没有已经时间浪费了. 你应该马上开始工作."
        },
        {
            "hash": 6499881368598262730,
            "key": "[p]You shake your head and explain that you don't know him.",
            "value": "[p]你摇摇头解释说你不认识他."
        },
        {
            "hash": 12469204287581557739,
            "key": "Speaking of which, have you seen <bot_19> lately? He hasn't come to work in days!",
            "value": "话说, 你有没有看到过<bot_19>? 他已经好几天没来上班了!"
        },
        {
            "hash": 15043884220511902757,
            "key": "Did <bot_16> ask you to come here? Excellent. I was just wondering what the Garrison Members in the village normally do during the day. They just hang about the forest. They might as well be here doing something productive for once.",
            "value": "小子, <bot_16>邀请你来这里了吗? 我只想知道村里的卫队人员白天都做什么. 他们只是在森林里闲逛. 他们不如在这里做一次有用事情."
        },
        {
            "hash": 17358713634316059815,
            "key": "\"This boy <bot_19> is a fool! He only makes work harder for me! Unless we're short workers, I'd fire him right away!\"\n\n <bot_18> grumbles to himself. It seems that working at the Logging Site is quite arduous.",
            "value": "\"这小子是个傻子! 他只会让我努力工作! 要不是我们人手不足, 否则我会立即解雇他!\"\n\n <bot_18>自言自语. 看来在伐木场工作相当艰巨."
        },
        {
            "hash": 10303874733011353589,
            "key": "[bot_22]I was just taking a break. I didn't know I was going to fall asleep. It's not a big deal.",
            "value": "[bot_22]我只是在休息. 我不知道我睡着了. 没什么大不了的."
        },
        {
            "hash": 14944572866691720881,
            "key": "You move pretty fast. What about the others?",
            "value": "你的动作很快. 其他人呢?"
        },
        {
            "hash": 9348793141477231374,
            "key": "What are those <bot_21> doing now? It's late, and they haven't brought the wood back yet.",
            "value": "那些<bot_12>现在在做什么? 已经很晚了, 他们还没有把木头带回来!"
        },
        {
            "hash": 13439188090627692859,
            "key": "<player>, everyone says I'm too harsh. I suppose you can judge for yourself now. Only you have returned with the wood. What are all the others doing out there, picking each other's noses?",
            "value": "<player>, 每个人都说我太苛刻了. 我想你现在可以自己判断了. 只有你带着木头回来了. 其他人在外面干什么, 在偷懒?"
        },
        {
            "hash": 17632770379171710093,
            "key": "I've heard of rebellions, but <bot_12> has gone too far. It's late, and he hasn't come home yet. I fear he's getting spoiled, and we can't have that! He needs to learn a lesson.",
            "value": "我听说过叛乱, 但<bot_12>走得太远了. 很晚了他还没有回家. 我担心他被宠坏了, 我们不能这样! 他需要吸取教训."
        },
        {
            "hash": 2622905954536637344,
            "key": "[p]You started to wake up the <bot_21>.",
            "value": "[p]你开始唤醒<bot_21>."
        },
        {
            "hash": 1010131026434819920,
            "key": "I'm awake, don't touch me.",
            "value": "我醒了, 别碰我."
        },
        {
            "hash": 5602224662632467758,
            "key": "These lazy fools are becoming more and more arrogant. It's time they take a pay cut! I doubt they'll dare slack off on the job again.",
            "value": "这些懒惰的傻瓜越来越傲慢. 是时候减薪了! 我看他们还敢不敢再懈怠工作."
        },
        {
            "hash": 4471887970599252885,
            "key": "As for your work... well, I really don't have much for you to do.",
            "value": "至于你的工作... emm, 我真的没什么事需要你做."
        },
        {
            "hash": 16931310247383920971,
            "key": "[p]You pass the collected lumber to Caine.",
            "value": "[p]你把收集的木材交给Caine."
        },
        {
            "hash": 16753378890092143814,
            "key": "Not much of an excuse, you lazy fool! You only get half a day's pay today. End of discussion!",
            "value": "没有什么借口, 你这个懒惰的傻瓜! 你今天只能得到半天的工资! 讨论结束!"
        },
        {
            "hash": 3151292058993928841,
            "key": "[bot_22]You're such a scrooge! Everyone needs a nap now and again!",
            "value": "[bot_22]你真是个吝啬鬼! 每个人都需要时不时地打个盹!"
        },
        {
            "hash": 10882978853539282093,
            "key": "\"If you argue again, I'll take away your breaks,\" <bot_18> growls, glaring.",
            "value": "\"如果你再争论, 我会取消你的休息时间,\" <bot_18>愤怒的看着他."
        },
        {
            "hash": 8625756660679627897,
            "key": "[bot_22]Fine, fine. I know I made a mistake. I won't do it again.",
            "value": "[bot_22]好, 好, 我知道我犯了一个错误. 我不会再犯了."
        },
        {
            "hash": 1544937784327658954,
            "key": "<player>, you have impressed me. I think I can recommend <bot_23> to you, you can make more money with it than working at the <world_1>.",
            "value": "<player>, 你给我留下了十分深刻的印象. 我想我可以向你推荐<bot_23>, 你可以在它那赚比在<world_1>工作更多的钱!"
        },
        {
            "hash": 3087409276044007700,
            "key": "[p]You nervously explain to <bot_18> that you know nothing about medicine, and you don't want to be a burden to the doctor.",
            "value": "[p]你紧张地向Caine解释说, 你对医学一无所知, 你不想成为医生的负担."
        },
        {
            "hash": 12069560188756430242,
            "key": "Oh, c'mon. It can't be that hard! You only go to school for, what, eleven, twelve years to become a doctor? No biggie. Just look at it as a learning experience.",
            "value": "哦, 来吧. 不会那么难的! 你只需要上学, 什么? 学习11, 12年才能成为一名医生? 没什么大不了的."
        },
        {
            "hash": 1393155412820743863,
            "key": "See for yourself. <player>, who started working here just today, has contributed more to our project in one day than you have in your career. Shame on you!",
            "value": "亲眼看看, 今天刚开始在这里工作的<player>在一天内为我们的项目做出了比你整个职业生涯中更多的贡献. 你真可耻!"
        },
        {
            "hash": 4474785796029483859,
            "key": "From now on, everyone will treat you as an adult. Perhaps you'll travel the world, meeting maharajas and princesses. Or maybe you'll just live and work in this fishing port all your life. You know, either way.",
            "value": "从现在起, 大家都会把你当成一个成人. 也许你会环游世界, 见到王公和公主. 也许你会在这个渔港生活和工作一辈子."
        },
        {
            "hash": 128031574374696187,
            "key": "I saw him yesterday, but not today.",
            "value": "我昨天见过他, 但今天没有."
        },
        {
            "hash": 13101507228905881831,
            "key": "[p]You ask <bot_14> if she has seen <bot_12>.",
            "value": "[p]你问<bot_14> 她是否看过<bot_12>."
        },
        {
            "hash": 1586096624844905271,
            "key": "Well, let's forget about the jam. Why don't you treat yourself to some new armor? Being a garrison member in a fishing village is not exactly a dangerous job, but from time to time, you'll need to clear out some monsters, and you'll be happy to have steel between their claws and your heart!",
            "value": "好吧, 让我们先忘记果酱. 你为什么不给自己穿上新的装甲呢? 在渔村当护卫队并不是一项简单的工作, 有时你需要清除一些怪物, 你会很高兴在它们的爪子和你的心脏之间有钢铁!"
        },
        {
            "hash": 3597954254051464029,
            "key": "\"Wait, I clearly told <bot_13> that I don't want any jam. It's too sweet. I like my jam salty and sour!\"\n\n <bot_14> huffs.",
            "value": "\"等等, 我明确告诉<bot_13>我不想要他的果酱. 太甜了. 我喜欢我又甜又酸的果酱!\"\n\n <bot_14>在喘息."
        },
        {
            "hash": 13442820610893231090,
            "key": "\"<player>, would you like to buy a piece of <item_28>? We carry the armor in all sizes, and we... what is this?\"\n\n <bot_14> takes the jar of jam and examines it suspiciously.",
            "value": "\"<player>, 你想买一件<item_28>吗? 我们有各种尺寸的盔甲, 我们... 这是什么?\"\n\n <bot_14>拿着果酱罐, 仔细地检查着."
        },
        {
            "hash": 11737622151086926750,
            "key": "<bot_12> didn't come to the marketplace today. It's a bit odd; he usually stops by.",
            "value": "<bot_12>今天都没有来市场. 这有点奇怪; 他通常会到市场停下来."
        },
        {
            "hash": 3350820844715498149,
            "key": "[p]You ask <bot_13> if she has seen <bot_12>.",
            "value": "[p]你问<bot_13>她有没有看过<bot_12>."
        },
        {
            "hash": 12966828210966770804,
            "key": "Just remember this: in the outside world, you can buy different potions at various drugstores. You might find some other special items there, too.",
            "value": "只要记住这一点: 在外面的世界, 你可以在不同的药店买到不同的药水. 你可能还会在那里找到一些特殊物品."
        },
        {
            "hash": 10781522789063647488,
            "key": "\"Jam! At last! My toast has been going naked!\"\n\n <bot_15> pops open the jar, dips in his fingers, and slurps up the jelly eagerly.",
            "value": "\"果酱! 是果酱!\"\n\n <bot_15>打开罐子, 用手指蘸着, 急切地吃着果酱."
        },
        {
            "hash": 3692134226702845236,
            "key": "This is so unusual. So you're helping <bot_10> deliver goods today? I suppose you are indeed a real garrison member. Keep up the good work.",
            "value": "这太不寻常了. 所以你今天在帮<bot_10>送货? 我想你是一个真正的卫队军. 继续努力!"
        },
        {
            "hash": 7279927329885197060,
            "key": "\"Take this hammer and search the site for anyone sleeping on the job. Give 'em a wake up call they won't forget!\"\n\n <bot_18> snarls, his face flushed with fury.",
            "value": "\"拿起这把锤子, 在站点找所有在工作时睡觉的人. 给他们一个他们不会忘记的警告!\"\n\n <bot_18>咆哮着."
        },
        {
            "hash": 17035957775630292352,
            "key": "To begin with, approach <bot_14>. She has something for you that will help your task.",
            "value": "首先, 去找<bot_14>. 她为你准备了一些有助于你完成任务的东西."
        },
        {
            "hash": 12751073640881105682,
            "key": "I'm going to officially name you as my assistant. When the time is right, I'll teach you everything I know! I bet you're a fast learner!",
            "value": "我将正式任命你为我的助理. 时机成熟时, 我会教你我所知道的一切! 我打赌你学得很快!"
        },
        {
            "hash": 18376926282091137771,
            "key": "*<bot_23> crows happily.*",
            "value": "<bot_23> 高兴地叫着."
        },
        {
            "hash": 9922107841972140951,
            "key": "Did any of the merchants see <bot_12>?",
            "value": "有商家看到<bot_12>吗?"
        },
        {
            "hash": 9924678140434629430,
            "key": "These boxes of jam just arrived from the port. Please help me deliver them to the merchants in the village.",
            "value": "这几箱果酱刚从港口运来, 请你帮我把它们送到村里的商人那里."
        },
        {
            "hash": 11153884200314487016,
            "key": "[p]You apologize to <bot_10> and ask if there is a way to make it up to her.",
            "value": "[p]你向<bot_10>道歉, 并询问是否有办法弥补她."
        },
        {
            "hash": 6651098780849546168,
            "key": "\"<player>, have you forgotten your promise already?\"\n\n Sheila asks with a gentle smile.",
            "value": "\"<player>, 你已经忘记了你的诺言了吗?\"\n\n Sheila笑着问道."
        },
        {
            "hash": 4196604357430037130,
            "key": "It is now getting late. <player>, this boy is so...",
            "value": "现在已经晚了<player>, 这个男孩太..."
        },
        {
            "hash": 16100382458623250178,
            "key": "\"Hasn't anyone seen <bot_12>? Where has that boy gone?\"\n\n <bot_10> glances around anxiously.",
            "value": "\"难道没有人看到<bot_12>吗? 那个男孩去哪儿了?\"\n\n <bot_10>焦急地环顾四周."
        },
        {
            "hash": 10040037476551923069,
            "key": "\"<bot_10> dotes on him. She spoils him. He can play alone once in a while, you know? Who knows, he might grow up to be a great conqueror - if he stops being so darn soft!\"\n\n <bot_16> chortles.",
            "value": "\"<bot_10>非常宠爱他. 她宠坏了他. 如果他不再那么软弱, 他可能会成为一个伟大的征服者!\"\n\n <bot_16>哈哈大笑."
        },
        {
            "hash": 15590882998832259481,
            "key": "<player>, do you have any questions? I'm sorry, can't help you.",
            "value": "<player>, 你有什么问题? 对不起, 我帮不了你."
        },
        {
            "hash": 7156795899474991148,
            "key": "<player>, where is my wife, and why are you delivering my lunch?",
            "value": "<player>, 我的妻子在哪里, 你为什么给我送午饭?"
        },
        {
            "hash": 15681983121659490430,
            "key": "\"Got it. The monster population in the forest has skyrocketed, too. Things are getting rough around here.\"\n\n <bot_16> looks over at you, eyeing the <item_30>.",
            "value": "\"明白了. 森林里的怪物越来越多. 这里的情况也越来越糟.\"\n\n <bot_16>看着你, 盯着<item_30>."
        },
        {
            "hash": 10517660222718990184,
            "key": "<bot_16> frowns, pacing anxiously as he chats with <bot_17>, the lighthouse manager.",
            "value": "<bot_16>皱着眉头, 焦急地踱步, 与<bot_17>灯塔管理员聊天."
        },
        {
            "hash": 6990547798445142418,
            "key": "[bot_17]I must report to you, as you are the Village Chief. The sea has begun to churn; the situation grows more unstable by the day. I can only guide the ships into the port with light signals, but...",
            "value": "[bot_17]我必须向你报告, 因为你是村长. 大海已经开始翻腾; 局势日益不稳定. 我只能用灯光信号引导船只进港, 但是..."
        },
        {
            "hash": 18211260882352399424,
            "key": "I ought to go look for him. Could you bring this <item_30> to my husband, <bot_16>? When you see him, ask him to find you a suitable job.",
            "value": "我应该去找他. 你能把这个<item_30>带给我的丈夫吗<bot_16>？当你见到他时, 请他给你找一份合适的工作."
        },
        {
            "hash": 7975694259841646668,
            "key": "[bot_42]\"Kane, how could you say such a thing?!\"",
            "value": "[bot_42]\"Kane, 你怎么会说这样的话?!\""
        },
        {
            "hash": 7095874003817480993,
            "key": "\"I suppose you're right. I have two choices. I can defeat the Ruins Giant that stole the translation information... Or I can spend a few days retranslating the ancient spells in Navea.\"\n",
            "value": "\"我想你是对的. 我有两个选择: 打败那个偷走翻译信息的Ruins Giant... 或者花几天时间重新翻译Navea的古代咒语。\"\n"
        },
        {
            "hash": 6009548368082353097,
            "key": "[p]You shake your head and tell her that none of the merchants have seen him today. Hearing this, <bot_10>'s irritation starts to turn to worry.",
            "value": "[p]你摇摇头, 告诉她今天没有一个商人见过他. 听到这里, <bot_12>的愤怒开始转变为担忧."
        },
        {
            "hash": 109539059766167866,
            "key": "[p]You find small mounds all around the place. Broken pieces of slate are buried beneath them. You report your findings to Flower.\n",
            "value": "[p]你发现这里到处都是小土堆. 破碎的石板埋在下面. 你向Flower报告你的发现.\n"
        },
        {
            "hash": 10815893320102861010,
            "key": "\"Have you delivered the jam? You've truly grown; it's time for you to start saving your money.\"\n\n <bot_10> places some gleaming coins in your palm and closes your fingers around them.",
            "value": "\"你把果酱送了吗? 你真的长大了; 是时候开始省钱了.\"\n\n <bot_10>将一些闪闪发光的硬币放在手掌中, 然后用手指合拢它们."
        },
        {
            "hash": 14914451239558124716,
            "key": "<bot_12>? No, I haven't seen him today.",
            "value": "Joel? 不, 我今天没见过他."
        },
        {
            "hash": 3399040635497204496,
            "key": "[p]You ask <bot_15> if he has seen <bot_12>.",
            "value": "[p]你问<bot_15>他有没有看过<bot_12>."
        },
        {
            "hash": 16143657299438071430,
            "key": "I'll give you a tip, jelly kid. When you have time, just visit weapon shops in different places. You might find exceptionally good weaponry at reasonable prices!",
            "value": "我给你小费, '果酱小子'. 当你有时间的时候, 只需参观不同地方的武器商店. 你可能会以合理的价格找到非常好的武器!"
        },
        {
            "hash": 15255764621545538157,
            "key": "Impressive, right? These weapons all come from abroad! This one here, for instance, is the <item_3>, a symbol of power. And over there is the <item_5>.",
            "value": "令人印象深刻, 对吧? 这些武器都来自国外! 比如: 这里的这个是<item_3>, 那边是<item_5>."
        },
        {
            "hash": 3740354017484560161,
            "key": "\"Mmm! <bot_13> was right. The jam is perfectly sweet and tart. Would you like some? I promise my fingers are clean.\"\n\n <bot_15> follows your gaze to the newly produced weapons.",
            "value": "\"emm! <bot_13>是对的. 果酱又甜又酸. 你想要一些吗? 我保证我的手指是干净的.\"\n\n <bot_13>注视着新生产的武器."
        },
        {
            "hash": 13683672048611937085,
            "key": "I don't understand. I've never seen anyone react this way to my medicine. A possible allergy... no... impossible! I'm just as interested in finding out what's going on as you are!",
            "value": "我不明白. 我从来没有见过有人对我的药有这种反应. 应该不是过敏... 不… 不可能!"
        },
        {
            "hash": 9878011284361087256,
            "key": "[p]Hearing that the same thing had happened to Flower sparks hope in your heart. However, you notice that she is focused on the machine in your hands.",
            "value": "[p]听说Flower曾经发生过同样的事情, 你的心中又燃起了希望."
        },
        {
            "hash": 12014897425511146596,
            "key": "\"If I can help you, I'm more than willing to do so. I've seen something like this before. There was a spirit - a Light Orb - following me, but...\"",
            "value": "\"如果我能帮助你, 我非常愿意. 我以前见过这样的事情. 有一个精灵: 一个光球跟着我, 但是...\""
        },
        {
            "hash": 10644542598696210825,
            "key": "[p]You tell Flower everything that happened and beg for assistance.",
            "value": "[p]你告诉Flower发生的一切, 并请求帮助."
        },
        {
            "hash": 16129869841651186580,
            "key": "\"You, too...\" <bot_33> murmurs to herself as she stares at the Light Orb.",
            "value": "\"你也是...\" <bot_33>r盯着光球喃喃自语."
        },
        {
            "hash": 1197003045375977563,
            "key": "[p]You appear in front of <bot_33>. The look on her face betrays an overwhelming sense of horror.",
            "value": "[p]你突然现在<bot_33>面前. 她被吓了一跳."
        },
        {
            "hash": 1176161457901062443,
            "key": "\"He can't have gone too far...\"\n\n She hangs her head, looking despondently at the <item_30> in her hand.",
            "value": "\"他不可能走得太远...\"\n\n 她低下头, 沮丧地看着手中的午餐盒."
        },
        {
            "hash": 12178723111141070659,
            "key": "I didn't forget. But working for <bot_18> is no picnic. Very few are willing to work backbreaking hours at the Logging Site, and <bot_18>'s not exactly Mr. Personality.",
            "value": "我没有忘记. 但为<bot_18>工作绝非易事. 很少有人愿意在伐木场加班, 而且Caine并不是怎么热情的人"
        },
        {
            "hash": 10662631406172530109,
            "key": "[bot_17]<bot_16>, you said you needed someone to replace one of <bot_18>'s... less enthusiastic workers. How could you forget so quickly?",
            "value": "[bot_17]<bot_16>, 你说你需要有人来替换<bot_18>那个不那么热情的员工. 你怎么这么快就忘了?"
        },
        {
            "hash": 7082056099082366711,
            "key": "[p]Well.",
            "value": "[p]好."
        },
        {
            "hash": 17198007252119228610,
            "key": "All I can say is, <player>, um... don't worry... Just get yourself to the Statue Ruins right away. There, you'll find the Witch's Assistant, <bot_33>. Perhaps she can help.",
            "value": "我只能说, <player>, 别担心... 去雕像废墟看看吧. 在那里你会找到女巫的助手, <bot_33>. 她也许能帮上忙."
        },
        {
            "hash": 14196724018063334186,
            "key": "[p]A moment of awkward silence passes, and then... <bot_23> -- thinking carefully -- lets out a long breath.",
            "value": "[p]一阵尴尬的沉默过去了, 然后<bot_23> 仔细思考, 长长地喘了一口气."
        },
        {
            "hash": 1846567790914868014,
            "key": "\"Something happened a while ago. Elena needed me to decipher the Runic letters on the statue. She said it was urgent, but she never explained why. However, her request has proven excessively difficult. The first time I translated the spell, it was stolen. Now the Fairies nearby won't let me anywhere near the Stone Statue.\"",
            "value": "\"不久前发生了一些事情. Elena需要我破译雕像上的古老咒语. 她说事情很紧急, 但没有解释原因. 但是事实证明: 她的请求过于困难. 在我第一次尝试翻译这个咒语时, 附近的Fairies不让我靠近石像.\""
        },
        {
            "hash": 8862359915338691542,
            "key": "This... is just a bottle of <item_45>. It couldn't do something like this...",
            "value": "这... 这只是一瓶<item_45>. 它不能做这样的事情..."
        },
        {
            "hash": 18132776765378910668,
            "key": "[p]As you speak, the Blue Light Orb appears as though it's listening to what you have to say, hanging onto every word, as it dances around you.",
            "value": "[p]当你说话的时候, 蓝光球体似乎在听你说什么, 因为它在你周围跳舞."
        },
        {
            "hash": 3888228036111991511,
            "key": "[p]You immediately ask <bot_23> what's going on.",
            "value": "[p]你立即问<bot_23>发生了什么事."
        },
        {
            "hash": 14601086003531801637,
            "key": "[p]You turn and see a Light Orb floating next to you. It emits a faint blue light. You have a feeling that's what was causing you to feel ill...",
            "value": "[p]你转过身, 看到一个光球漂浮在你旁边. 它发出微弱的蓝光. 你有一种感觉, 这就是导致你感到不适的原因..."
        },
        {
            "hash": 10773714309623744091,
            "key": "\"Something's appeared next to you. And, um, it's getting brighter...\" <bot_23> tries his best to mask it, but you can tell he is worried.",
            "value": "\"有什么东西出现在你旁边. 而且, 它越来越亮了...\" <bot_23>尽力掩饰, 但看得出他很担心."
        },
        {
            "hash": 10209053307359612736,
            "key": "[p]You take deep breaths to try to feel better, which seems to help. You start to feel lighter. As you fill your lungs with what... seems like more than just air.",
            "value": "[p]你深呼吸试图感觉更好, 这似乎有所帮助. 你开始感觉更轻了. 当你想用空气填满你的肺时... 似乎不止是空气."
        },
        {
            "hash": 7836863735889141045,
            "key": "Hey, <player>, what's wrong with you? Maybe we ought to induce vomiting...",
            "value": "嘿, <player>你怎么了? 也许我们应该诱导你呕吐..."
        },
        {
            "hash": 7140032092570529402,
            "key": "[p]While Village <bot_23> is checking up on you, you start feeling nauseous.",
            "value": "[p]<bot_23>检查你时, 你开始感到恶心."
        },
        {
            "hash": 6667901641762244668,
            "key": "[bot_36]Flower calls out again, but Beebis pays no attention. It continues pacing around you.",
            "value": "[bot_36]Flower又叫了起来, 但Beebis并没有理会. 它继续在你周围踱步."
        },
        {
            "hash": 7337837698340269897,
            "key": "Haha, each of those lazy lumberjacks comes to me with the same complaints. Seems like this <bot_18> guy is pretty strict.",
            "value": "哈哈, 每一个懒惰的伐木工来找我都有同样的抱怨. 看来这家伙很严厉."
        },
        {
            "hash": 13790593514625044190,
            "key": "[p]You ask Flower what she plans to do about the ancient spell translations. Even if you collect all of the shards, she still might not be able to decipher them.\n",
            "value": "[p]你问Flower, 她打算对古代的拼写翻译做些什么. 即使你收集了所有的碎片, 也不一定能破译.\n"
        },
        {
            "hash": 10218399900635812296,
            "key": "\"Wow! Some fragments of the ruins must be buried under these mounds. Hurry; help me dig. The most important information is carved on these fragments.\"\n",
            "value": "\"哇! 废墟的一些碎片埋在这些土堆下面. 我需要你帮我一起挖. 最重要的信息刻在这些碎片上.\"\n"
        },
        {
            "hash": 7826020863009505414,
            "key": "You need blood from <bot_24>s to make the refreshing medicine. Nothing's more invigorating than animal blood, am I right?",
            "value": "你需要<bot_24>的血液来制作提神药. 没有什么比动物血更令人振奋了, 对吧?"
        },
        {
            "hash": 17166696021270646824,
            "key": "\"This is useless! There is no translation book for ancient spells. I can't possibly decipher all these. Heck, these runes aren't even complete! Some of them are mostly worn off.\"\n",
            "value": "\"这没用! 没有翻译古代咒语的书. 我不可能破译这些! 这些符文甚至都不完整! 其中一些大多已经磨损了!\"\n"
        },
        {
            "hash": 15028714251811663184,
            "key": "[bot_36]Beebis continues to stay by your side, watching your every move. It seems very interested in the Light Orb.",
            "value": "[bot_36]Beebis继续陪在你身边, 注视着你的一举一动. 它似乎对光球很感兴趣."
        },
        {
            "hash": 14691999655731799544,
            "key": "[p]You peer at the runes as Flower taps her feet impatiently.",
            "value": "[p]当Flower不耐烦地拍手时, 你注视着符文."
        },
        {
            "hash": 1400493672715274157,
            "key": "\"Ugh, forget it. I have far more important things to do.\" Flower sighs, giving up on Beebis. She returns to studying the runes on the Stone Statue.\n",
            "value": "\"啊, 算了. 我还有更重要的事情要做.\" 叹了口气, 放弃了Beebis. 她回来接着研究石像上的符文.\n"
        },
        {
            "hash": 282566505512357291,
            "key": "Hello, <player>, how are you?",
            "value": "嘿,<player>, 你好吗？"
        },
        {
            "hash": 17548543055594430479,
            "key": "\"This is Beebis, one of Elena's ostriches. He's a bit shy...\"",
            "value": "\"这是Beebis, Elena的鸵鸟. 他有些害羞...\""
        },
        {
            "hash": 7896399432576168530,
            "key": "\"Hey, Beebis, come!\" Flower tries to pull the ostrich closer, but it ambles away toward you.",
            "value": "\"嘿, Beebis, 过来!\" Flower试图把鸵鸟拉近, 但它慢慢地向你走过去."
        },
        {
            "hash": 17805833350844960800,
            "key": "[p]For a moment, you have no idea how to react.",
            "value": "[p]你被吓了一跳."
        },
        {
            "hash": 16934086539743192334,
            "key": "[p]Just as you are about to speak, a black shadow suddenly races over to you. Both you and Flower shriek in surprise.",
            "value": "[p]就在你要说话的时候, 一个黑影突然向你扑过来."
        },
        {
            "hash": 16371045832492527986,
            "key": "\"I'm so glad you're here to help! Otherwise, I'd never be able to decipher these runes.\"",
            "value": "\"我很高兴你能来帮忙! 不然, 我永远无法破译这些符文!\""
        },
        {
            "hash": 6834481868297331722,
            "key": "[p]You tell Flower that you have cleared away the Fairies.",
            "value": "[p]你告诉Flower你已经清除了Fairise们"
        },
        {
            "hash": 5468139570300196454,
            "key": "\"These are all old runic letters, but whoever etched them upon the stone probably didn't want others to decipher his message easily. This must be the reason...\"\n",
            "value": "\"这些都是古老的符文和字母, 无论是谁把它们刻在石头上, 肯定不想让其他人轻易破译他的信息. 这一定是原因之一...\"\n"
        },
        {
            "hash": 2721514411081075829,
            "key": "\"First, I need you to help me get rid of those pesky Petal Fairies and Green Fairies. Only then can I freely search for clues about the stone statue.\"",
            "value": "\"首先, 我需要你帮我摆脱那些讨厌的Petal Fairies和Green Fairies. 只有这样, 我才能更好地寻找有关石像的线索.\""
        },
        {
            "hash": 7768444980153533793,
            "key": "You and the other lumberjacks need something - some sort of medicine to refresh your minds and bodies. Something to put some pep back in your step.",
            "value": "你和其他伐木工需要一些东西: 某种药物来提神醒脑. 让你重新振作起来的东西."
        },
        {
            "hash": 17672210029151900289,
            "key": "Oh yes, I was just waiting for you. <bot_23> asked me to give you this.",
            "value": "哦, 是的, 我只是在等你. <bot_23> 让我给你这个."
        },
        {
            "hash": 9424205322844232645,
            "key": "\"You are truly an excellent assistant,\" \n\n<bot_23> comments, patting you on the back.",
            "value": "\"你真是个出色的助手,\" \n\n<bot_23>拍了拍你."
        },
        {
            "hash": 18398753933762380782,
            "key": "I need you to prepare some <item_32> for me. You can find <bot_24> nearby.",
            "value": "我需要你为我准备一些羚羊的血. 你可以在这附近找到<bot_24>."
        },
        {
            "hash": 8527419691905087538,
            "key": "What?! that medicine shouldn't have had any side effects. Let me take a closer look.",
            "value": "什么?! 那药不应该有任何副作用. 让我看看."
        },
        {
            "hash": 3974084332029277940,
            "key": "This should be a simple task for someone like you. Here, take this; it'll get your blood flowing.",
            "value": "对于你这样的人来说, 这应该是一项简单的任务. 给, 拿着这个; 它会让你的血液加速流动."
        },
        {
            "hash": 11279510902090408510,
            "key": "I heard <bot_18> sent you here to help out. Luckily, I've got the perfect project for you.",
            "value": "我听说<bot_18>让你来帮忙. 幸运的是, 我为你准备了一个完美的项目."
        },
        {
            "hash": 791099131677487030,
            "key": "[p]*You consider his reasoning, but it doesn't quite make sense. You explain to <bot_23> that perhaps your continuous nightmares have kept you from getting a proper night's sleep.*",
            "value": "[p]你考虑一下他的推理, 但没有什么意义. 你向<bot_23>解释说: 也许你持续的噩梦无法让你睡个好觉."
        },
        {
            "hash": 4952464585889725792,
            "key": "At the moment, I can't find any physical problems. Maybe you're overworked; that can affect your brain, you know. You've got the same symptoms as the other workmen.",
            "value": "目前, 我找不到任何身体上的问题. 可能是你工作过度了; 这会影响你的大脑. 你和其他工人有同样的症状."
        },
        {
            "hash": 12339879903068682317,
            "key": "<bot_18> sent you to me, I know.",
            "value": "<bot_18>把你送到我这里来的, 我知道."
        },
        {
            "hash": 13320655295690341397,
            "key": "Mm, okay.",
            "value": "emm, 好吧."
        },
        {
            "hash": 9697038535298344286,
            "key": "[p]*You tell him how you're feeling today*",
            "value": "[p]你告诉他你今天的感受."
        },
        {
            "hash": 10836147628434630177,
            "key": "Why do you feel dizzy? Could you be allergic to the medicine? Here, look. How many fingers am I holding up?",
            "value": "你为什么会觉得头晕? 你会对这种药过敏吗? 来, 我举起了几根手指?"
        },
        {
            "hash": 5405019322355363843,
            "key": "\"Originally, there was some sort of connection between these Runic letters. I don't know why I didn't think about that before,\" <bot_33> muses, her head in her hands.",
            "value": "\"原来, 这些符文字母之间存在某种联系. 我不知道为什么我以前没有想到这一点,\" <bot_33>双手抱头沉思."
        },
        {
            "hash": 10498847370573293116,
            "key": "I don't know why, but apparently he wants you to get all kinds of herbs for him.",
            "value": "我不知道为什么, 但显然他想让你为他买各种草药."
        },
        {
            "hash": 12440094771282567672,
            "key": "[p]Something strange is happening to your body. You can feel the potion pumping through your every vein, and you also feel rather nauseous. You quickly explain your symptoms to <bot_23>.",
            "value": "[p]你的身体发生了一些奇怪的事情: 你可以感觉到药剂在你的每一根静脉里流动, 你还感到恶心. 你迅速的向<bot_23>解释您的症状."
        },
        {
            "hash": 10901133288594529618,
            "key": "\"Drink it up. It's the only way you'll have the energy to work tomorrow,\" <bot_23> says with a grin.",
            "value": "\"把它喝光. 这是你明天有精力工作的唯一途径,\" <bot_23>笑着说."
        },
        {
            "hash": 7783800512311131629,
            "key": "[p]*You present <bot_23> with the <item_32> you collected.*",
            "value": "[p]您向<bot_23>展示您收集的<item_32>."
        },
        {
            "hash": 10261262356318915533,
            "key": "Oh this <item_45>, a useful thing. At least for 3 days it will be easier.",
            "value": "哦, 这个<item_45>, 一个有用的东西. 至少3天会更容易."
        },
        {
            "hash": 9803499324233160798,
            "key": "\"I've almost completely ground up these herbs. We should put some <item_33>s into the medicine and grind them together, too...\" \n\n<bot_23> suddenly pauses to examine the medicine.",
            "value": "\"我把这些草药都磨碎了. 我们应该把一些<item_33>放进药里, 也把它们磨在一起...\" \n\n<bot_23>突然停下来检查药物."
        },
        {
            "hash": 12408896769643711551,
            "key": "\"I used up the mushrooms last time I prepared a medication. I haven't had time to seek them out again.\" \n\n<bot_23> scratches his head, anxious.",
            "value": "\"上次我准备药的时候蘑菇用完了. 我没有时间再去采集它们.\" \n\n<bot_23>焦急地抓着他的头."
        },
        {
            "hash": 9926901459034629342,
            "key": "<player>, looks like I need to ask you to go gather some <item_33>s. They typically grow near tree trunks. Take a look around the area, and I'm sure you'll find 'em.\n\n(You can find the location of ores, loot, and mobs in the Wiki tab in the voting).",
            "value": "<player>, 看起来我需要请你去收集一些<item_33>. 它们通常生长在树干附近. 看看地上, 我相信你会找到他们的.\n\n(你可以在投票中找到Wiki选项, wiki中可以找到资源和怪物的位置)."
        },
        {
            "hash": 10610497013921202634,
            "key": "These mushrooms may well be Skandia's most valuable resource. A good deal of caravans come to the port just to buy them. I hear they are also excellent in risotto.",
            "value": "这些蘑菇是Skandia最有价值的资源. 许多大篷车来到港口只是为了买它们. 我听说他们做意大利调味饭也很棒!"
        },
        {
            "hash": 3637242659990043964,
            "key": "[p]<bot_23> grins when you hand him the <item_33>s.",
            "value": "[p]当你把<item_33>递给她时, <bot_23>笑了起来."
        },
        {
            "hash": 3345933021052829684,
            "key": "\"Perfect! These are Skandia's most unique mushrooms.\" \n\n<bot_23>逐一检查.",
            "value": "\"完美! 这些是Skandia最独特的蘑菇.\" \n\n<bot_23> examines them out one by one."
        },
        {
            "hash": 2748044480661097008,
            "key": "I'll let you try this bottle of <item_45>. Trust me, it'll make you feel better.",
            "value": "我让你尝尝这瓶<item_45>. 相信我, 这会让你感觉好些."
        },
        {
            "hash": 10344213703068234893,
            "key": "Wait until your mind stabilizes, then please send the potion to the lumberjacks.\n",
            "value": "等到你的心情稳定下来, 然后把药剂送到伐木工人那里.\n"
        },
        {
            "hash": 13954558694289912097,
            "key": "[p]<bot_23> asked me to give this to you",
            "value": "[p]<bot_23>让我把这个给你"
        },
        {
            "hash": 49448597249144893,
            "key": "Braeden stares at you a moment, thinking.",
            "value": "Braeden盯着你看了一会儿, 心想."
        },
        {
            "hash": 276284221641829821,
            "key": "We used to have Aliya as an herbalist. I'm relying on you.",
            "value": "我们曾经请Aliya当医生. 我需要你."
        },
        {
            "hash": 3133477604782422587,
            "key": "Good! Put them together and give 'em a good grind. Then mix in this medicine, bottle it, and we're done! Easy, eh?",
            "value": "好的! 把它们放在一起磨一磨. 然后把这种药混在一起, 装在瓶子里, 我们就完了! 十分简单吧?"
        },
        {
            "hash": 3784390494125538971,
            "key": "Show equipment description",
            "value": "显示装备说明"
        },
        {
            "hash": 15873434647497566458,
            "key": "Need dress it, -20% craft price",
            "value": "带上它可以减免20%的制造价格"
        },
        {
            "hash": 4087410269698264563,
            "key": "Blessing for discount craft",
            "value": "制造打折券"
        },
        {
            "hash": 12863482302921232641,
            "key": "Resets only ammo stats(Ammo).",
            "value": "仅重置弹药属性（弹药）。"
        },
        {
            "hash": 7343864907230044532,
            "key": "Ticket reset weapon stats",
            "value": "武器技能点重置卷"
        },
        {
            "hash": 237141176184873033,
            "key": "Settings game.",
            "value": "游戏设置"
        },
        {
            "hash": 3061508941516892169,
            "key": "Mode PVP",
            "value": "PVP模式"
        },
        {
            "hash": 16018241054067066350,
            "key": "Resets only class stats(Dps, Tank, Healer).",
            "value": "仅重置职业属性（战士，坦克，治疗）。"
        },
        {
            "hash": 17672620574427846253,
            "key": "Ticket reset class stats",
            "value": "职业技能点重置卷"
        },
        {
            "hash": 17650728637573773434,
            "key": "Explosive module for shotgun",
            "value": "霰弹枪爆炸模块"
        },
        {
            "hash": 1020760473871472142,
            "key": "It happens sometimes",
            "value": "有时生效"
        },
        {
            "hash": 1411417622460158444,
            "key": "Dryad",
            "value": "Dryad"
        },
        {
            "hash": 3745366404024544755,
            "key": "The usual rusty rake.",
            "value": "普通的生锈耙子。"
        },
        {
            "hash": 16304178932544682850,
            "key": "Lightweight armor.",
            "value": "轻型装甲"
        },
        {
            "hash": 6049569349239114263,
            "key": "Rusty Rake",
            "value": "生锈的耙子"
        },
        {
            "hash": 2102632213735951980,
            "key": "Beast Tusk Light Armor (All)",
            "value": "兽牙装甲(全职业)"
        },
        {
            "hash": 13785446325068515279,
            "key": "Rusty Pickaxe",
            "value": "生锈的镐子"
        },
        {
            "hash": 15754874668653835684,
            "key": "Explosive module for gun",
            "value": "手枪爆炸模块"
        },
        {
            "hash": 12417432881994484067,
            "key": "Resuscitates in the zone where you died!",
            "value": "在你死亡的地方复活！"
        },
        {
            "hash": 14601128000629913055,
            "key": "Potion resurrection",
            "value": "复活药剂"
        },
        {
            "hash": 15086615104644421464,
            "key": "You got 10-50 gold",
            "value": "你会获得10-50金币"
        },
        {
            "hash": 7292615721965236437,
            "key": "Little bag of gold",
            "value": "一小袋金币"
        },
        {
            "hash": 6638363693989415891,
            "key": "You got 10-50 experience survival",
            "value": "你会获得10-50点的经验"
        },
        {
            "hash": 7595635497538014585,
            "key": "Capsule survival experience",
            "value": "经验胶囊"
        },
        {
            "hash": 1269030645928901663,
            "key": "Recovers 7HP per second for 10 seconds.",
            "value": "每秒恢复7点生命，持续10秒。"
        },
        {
            "hash": 2755618047752166117,
            "key": "Tiny HP Potion",
            "value": "微型HP药水"
        },
        {
            "hash": 16565273485095071154,
            "key": "Regenerate +5%, 15sec every sec.\n",
            "value": "魔力再生+5%，持续15秒.\n"
        },
        {
            "hash": 1276959667301516668,
            "key": "Potion mana regen",
            "value": "魔力再生药水"
        },
        {
            "hash": 14164395346588258528,
            "key": "Ring of Fidelity",
            "value": "忠诚手环"
        },
        {
            "hash": 14142503409734166267,
            "key": "Empyrean Ring",
            "value": "帝王戒指"
        },
        {
            "hash": 13958183249583641684,
            "key": "Fragile Iron",
            "value": "易碎的铁"
        },
        {
            "hash": 12484533281401522454,
            "key": "Decoration for house!",
            "value": "装饰房子！"
        },
        {
            "hash": 12123646878942803793,
            "key": "Althyk's Ring is an item level 1.",
            "value": "Althyk的戒指是1级物品。"
        },
        {
            "hash": 1907341225986195269,
            "key": "The usual grass rake.",
            "value": "普通的草耙"
        },
        {
            "hash": 3766124632194966218,
            "key": "Grass Rake",
            "value": "草耙"
        },
        {
            "hash": 9225432254185210301,
            "key": "Soaked in blood",
            "value": "浸泡在血中"
        },
        {
            "hash": 351456625659816330,
            "key": "Bloody Woven Flower",
            "value": "血腥编织花"
        },
        {
            "hash": 4932574850343448263,
            "key": "Green grass",
            "value": "绿草"
        },
        {
            "hash": 16304178932544682850,
            "key": "Lightweight armor.",
            "value": "轻型装甲"
        },
        {
            "hash": 18318905972459117254,
            "key": "Green Grass Armor (All)",
            "value": "绿草装甲（全职业）"
        },
        {
            "hash": 10887308137559197442,
            "key": "Eversharp Ring is an item level 1.",
            "value": "Eversharp的戒指是1级物品。"
        },
        {
            "hash": 4431051509816691928,
            "key": "Eversharp Ring",
            "value": "Eversharp的戒指"
        },
        {
            "hash": 12510015826227449205,
            "key": "Ring of Fidelity is an item level 1.",
            "value": "忠诚手环是1级物品。"
        },
        {
            "hash": 4919033349123236966,
            "key": "Boxes of jam",
            "value": "一箱果酱"
        },
        {
            "hash": 17517435031745948879,
            "key": "Empyrean Ring is an item level 1.",
            "value": "帝王戒指是1级物品。"
        },
        {
            "hash": 17025959558736873164,
            "key": "Decoration Ninja Elite",
            "value": "装饰-忍者壁炉"
        },
        {
            "hash": 15631872106782604167,
            "key": "The usual rusty pickaxe.",
            "value": "普通的生锈镐子。"
        },
        {
            "hash": 5024387510837497605,
            "key": "Althyk's Ring",
            "value": "Althyk的戒指"
        },
        {
            "hash": 2541344121399495772,
            "key": "Show critical damage",
            "value": "显示暴击伤害"
        },
        {
            "hash": 3493595813716636682,
            "key": "They can often be found under big trees.",
            "value": "它们经常可以在大树下找到。"
        },
        {
            "hash": 3998486182656076314,
            "key": "Wild Forest Mushroom",
            "value": "野生森林蘑菇"
        },
        {
            "hash": 14529374624023644841,
            "key": "The blood extracted from Antelopes.",
            "value": "从羚羊身上提取的血液。"
        },
        {
            "hash": 6100818534503969968,
            "key": "Antelope blood",
            "value": "羚羊的血"
        },
        {
            "hash": 2265186093705536317,
            "key": "Wood",
            "value": "木头"
        },
        {
            "hash": 1610934065729714703,
            "key": "A lunchbox made by Sheila.",
            "value": "Sheila做的午餐盒"
        },
        {
            "hash": 1111439425681744712,
            "key": "Sheila's Bento Box",
            "value": "Sheila的便当盒"
        },
        {
            "hash": 1507430777481480863,
            "key": "A jam made of lots of fresh fruits.",
            "value": "由许多新鲜水果做成的果酱。"
        },
        {
            "hash": 9621633537556277769,
            "key": "The Unlucky Merchant",
            "value": "倒霉的商人"
        },
        {
            "key": "Conservative and Radical",
            "value": "保守与激进"
        },
        {
            "hash": 6124875541288984940,
            "key": "A Reliable Witness",
            "value": "可靠的见证人"
        },
        {
            "hash": 12877375880665754206,
            "key": "Buried Secrets",
            "value": "埋藏的秘密"
        },
        {
            "hash": 3324179513096286379,
            "key": "The Pirates' Threat",
            "value": "海盗的威胁"
        },
        {
            "hash": 11705998014837228576,
            "key": "Heading to Helonia",
            "value": "前往Helonia港湾"
        },
        {
            "hash": 10965653311873670860,
            "key": "A Fond Farewell",
            "value": "深情告别"
        },
        {
            "hash": 4771071361415272886,
            "key": "A Story to Tell",
            "value": "传说"
        },
        {
            "hash": 6977761257509569730,
            "key": "Facing Destiny",
            "value": "命运的抉择"
        },
        {
            "hash": 13640452613198848208,
            "key": "Brian's Song",
            "value": "Brian的歌声"
        },
        {
            "hash": 10088776965966275373,
            "key": "Relief and Despair",
            "value": "绝望和解脱"
        },
        {
            "hash": 2102515798239313021,
            "key": "Elena's New Staff",
            "value": "Elena的新员工"
        },
        {
            "hash": 10867835351519729054,
            "key": "Witch in the Forest",
            "value": "林中女巫"
        },
        {
            "hash": 9861936896291969772,
            "key": "Emergency Aid",
            "value": "紧急援助"
        },
        {
            "hash": 10840719339379922119,
            "key": "An Unexpected Clue",
            "value": "出乎意料的线索"
        },
        {
            "hash": 1399247337641712906,
            "key": "Surface Submission",
            "value": "表面服从"
        },
        {
            "hash": 10882893191063925846,
            "key": "Annoying Noise",
            "value": "烦人的噪声"
        },
        {
            "hash": 10386909343015859773,
            "key": "A Dark Future",
            "value": "黑暗的未来"
        },
        {
            "hash": 5744000429159155812,
            "key": "Assisting the Mayor",
            "value": "协助市长"
        },
        {
            "hash": 16626534349161960687,
            "key": "Sprite Fight",
            "value": "精灵战斗"
        },
        {
            "hash": 290427449710179179,
            "key": "Seek Professional Help",
            "value": "寻求专业帮助"
        },
        {
            "hash": 14701995177097003865,
            "key": "Mushroom Master",
            "value": "蘑菇大师"
        },
        {
            "hash": 2286783425610787251,
            "key": "Collect Antelope Blood",
            "value": "收集羚羊血"
        },
        {
            "hash": 6729631605170364831,
            "key": "Doctor Cal",
            "value": "Cal医生"
        },
        {
            "hash": 2424247764144124890,
            "key": "The Lazy Lumberjack",
            "value": "懒惰的伐木工"
        },
        {
            "hash": 284965635898019319,
            "key": "Log Lugger",
            "value": "捡回原木"
        },
        {
            "hash": 8566564611952276715,
            "key": "Boxed Lunch",
            "value": "盒饭"
        },
        {
            "hash": 11993266037534462995,
            "key": "Looking for Work",
            "value": "寻找工作"
        },
        {
            "hash": 2996459117034796240,
            "key": "What Big Teeth You Have",
            "value": "你有多大的牙齿？"
        },
        {
            "hash": 6695713786252886363,
            "key": "Shotgun",
            "value": "霰弹枪"
        },
        {
            "hash": 11138561965812402224,
            "key": "Gun",
            "value": "手枪"
        },
        {
            "hash": 266116610163825368,
            "key": "A Sticky Situation",
            "value": "棘手的状况"
        },
        {
            "hash": 15900698875890319140,
            "key": "A normal hammer",
            "value": "普通的锤子"
        },
        {
            "hash": 12484533281401522454,
            "key": "Decoration for house!",
            "value": "装饰房子！"
        },
        {
            "hash": 11128248162763738720,
            "key": "Decoration Armor",
            "value": "装饰盾牌"
        },
        {
            "hash": 9482178091565533417,
            "key": "Skill point",
            "value": "升级点"
        },
        {
            "hash": 15980557564326599401,
            "key": "Skill Point",
            "value": "升级点"
        },
        {
            "hash": 5314724396453804349,
            "key": "Command: /gcreate <name>",
            "value": "指令: /gcreate＜name＞"
        },
        {
            "hash": 16969884733769932627,
            "key": "Ticket guild",
            "value": "工会创建票"
        },
        {
            "hash": 12776346571772349911,
            "key": "Required to improve weapons",
            "value": "需要改进武器"
        },
        {
            "hash": 8669436731981577341,
            "key": "Material",
            "value": "材料"
        },
        {
            "hash": 17245279218218039667,
            "key": "Rifle",
            "value": "激光枪"
        },
        {
            "hash": 18124771085730821744,
            "key": "Grenade",
            "value": "榴弹炮"
        },
        {
            "hash": 11010303504073177141,
            "key": "Decoration Heart",
            "value": "装饰红心"
        },
        {
            "hash": 14090585453642457441,
            "key": "Conventional weapon",
            "value": "常规武器"
        },
        {
            "hash": 14297641540916685120,
            "info": "Quest list start",
            "key": "Bad Dreams and Mornings",
            "value": "噩梦与清晨"
        },
        {
            "hash": 4550375371560297014,
            "key": "Decoration Heart Elite",
            "value": "装饰心型壁炉"
        },
        {
            "hash": 15581410145372008924,
            "key": "Hammer",
            "value": "锤子"
        },
        {
            "hash": 1896802981740281432,
            "key": "Major currency",
            "value": "主要货币"
        },
        {
            "hash": 16126801913728689323,
            "info": "Item start",
            "key": "Gold",
            "value": "金币"
        },
        {
            "hash": 1800005301651576696,
            "key": "Greedy Pirates",
            "value": "贪婪的海盗"
        },
        {
            "hash": 17652987119673020772,
            "key": "A Noisy Gift",
            "value": "喧闹的礼物"
        },
        {
            "hash": 15698697695807926597,
            "key": "Fishing Net",
            "value": "渔网"
        },
        {
            "hash": 5066038688717629527,
            "key": "Residents of Helonia",
            "value": "Helonia港湾的居民"
        },
        {
            "hash": 3734459900013324200,
            "key": "Ammo Preparation",
            "value": "准备弹药"
        },
        {
            "hash": 6115091135732662999,
            "key": "Mysterious Paint",
            "value": "神秘涂料"
        },
        {
            "hash": 17410442524666735345,
            "key": "Battle Plan",
            "value": "作战计划"
        },
        {
            "hash": 6294843328294096659,
            "key": "Large Petal",
            "value": "大花瓣"
        },
        {
            "hash": 4243760161711000908,
            "key": "Box full of supplies",
            "value": "装满供应品的箱子"
        },
        {
            "hash": 10196093546283282755,
            "key": "Was it worth it?",
            "value": "值得吗？"
        },
        {
            "hash": 16028187165065623963,
            "key": "Sharp Bone",
            "value": "锋利的骨头"
        },
        {
            "hash": 3597099146019846693,
            "key": "Broken Bone",
            "value": "破碎的骨头"
        },
        {
            "hash": 10375583531987577726,
            "key": "Eidolon Crystal",
            "value": "幻灵水晶"
        },
        {
            "hash": 7146492909339426017,
            "key": "Eidolon Pig Queen",
            "value": "幻灵-Pig Queen"
        },
        {
            "hash": 14336528203524243416,
            "key": "Pig Queen",
            "value": "pig Queen"
        },
        {
            "hash": 6314869829914469662,
            "key": "Bone Armillae is an item level 1.",
            "value": "骨甲是1级物品。"
        },
        {
            "hash": 12310499382957745148,
            "key": "Bone Armillae",
            "value": "骨甲"
        },
        {
            "hash": 3269609703936826773,
            "key": "Thorny Necklace is an item level 1.",
            "value": "荆棘项链是1级物品。"
        },
        {
            "hash": 12192554724267169579,
            "key": "Thorny Necklace",
            "value": "荆棘项链"
        },
        {
            "hash": 1004430848823225181,
            "key": "Thorny Ring is an item level 1.",
            "value": "荆棘戒指是1级物品。"
        },
        {
            "hash": 59516669769429907,
            "key": "Thorny Ring",
            "value": "荆棘戒指"
        },
        {
            "hash": 5458079351324597713,
            "key": "After a special drying process.",
            "value": "经过特殊的干燥过程。"
        },
        {
            "hash": 11873471219273518723,
            "info": "Skill start",
            "key": "Health turret",
            "value": "治疗光环"
        },
        {
            "hash": 9259116305144111921,
            "key": "Sharp bone can be sold to merchants who need it.",
            "value": "锋利的骨头可以卖给有需要的商人。"
        },
        {
            "hash": 9381285698169861852,
            "key": "Eternal Sun Belt is an item level 1.",
            "value": "永恒太阳腰带是1级物品。"
        },
        {
            "hash": 9571324467446198739,
            "key": "Cracked bones with plentiful marrow.",
            "value": "骨裂，骨髓丰富。"
        },
        {
            "hash": 8300239577363316076,
            "key": "Required to improve eidolons",
            "value": "需要提升幻灵"
        },
        {
            "hash": 15437243245413412193,
            "key": "Claw of crab.",
            "value": "太阳螃蟹的爪子。"
        },
        {
            "hash": 4456677748437828163,
            "key": "Crab Claw",
            "value": "太阳蟹爪"
        },
        {
            "hash": 3023789646619453360,
            "key": "Eidolon Dryad",
            "value": "幻灵-Dryad"
        },
        {
            "hash": 1434550887548674163,
            "key": "It's thin and long, but quite firm.",
            "value": "它又薄又长, 但很结实。"
        },
        {
            "hash": 8203621747470207656,
            "key": "Thin Vine",
            "value": "细藤蔓"
        },
        {
            "hash": 1412658950694583140,
            "key": "It's long, but quite firm.",
            "value": "它很长, 但很结实。"
        },
        {
            "hash": 467744771640774962,
            "key": "Vine",
            "value": "藤蔓"
        },
        {
            "hash": 3432017748490830000,
            "key": "Lightweight armor for DPS.",
            "value": "为速度而生的轻型装甲。"
        },
        {
            "hash": 8401776032137208934,
            "key": "Mercenary Armor (DoW)",
            "value": "雇佣兵装甲（战士）"
        },
        {
            "hash": 16169644918236160649,
            "key": "power of aggression",
            "value": "侵略的力量"
        },
        {
            "hash": 803550660571573106,
            "key": "Ch2",
            "value": "第二章"
        },
        {
            "hash": 12423565884301407573,
            "key": "Just Sign This Waiver..",
            "value": "只需签署弃权书..."
        },
        {
            "hash": 548189462291972088,
            "key": "Ch1",
            "value": "第一章"
        },
        {
            "hash": 9119756669371046786,
            "key": "Blessing of God of war",
            "value": "战士的祝福"
        },
        {
            "hash": 3381228537202226672,
            "key": "The blessing restores ammo",
            "value": "恢复所有弹药的祝福"
        },
        {
            "hash": 10392433571622223835,
            "key": "% recovers ammo within a radius of 800",
            "value": "% 恢复半径25格内所有玩家的弹药"
        },
        {
            "hash": 735737204582457209,
            "key": "Attack Teleport",
            "value": "传送攻击"
        },
        {
            "hash": 5487008953583699734,
            "key": "An attacking teleport that deals damage to all mobs radius",
            "value": "对半径内所有怪物造成伤害的传送"
        },
        {
            "hash": 17112497247789521450,
            "key": "% your strength",
            "value": "% 你的力量"
        },
        {
            "hash": 2673725502426201203,
            "key": "Cure I",
            "value": "治疗"
        },
        {
            "hash": 1474313595016792186,
            "key": "Restores HP all nearby target's.",
            "value": "恢复附近玩家的血量"
        },
        {
            "hash": 603741471923846352,
            "key": "% adds a health bonus",
            "value": "% 点血量恢复"
        },
        {
            "hash": 9393789178593629120,
            "key": "Provoke",
            "value": "嘲讽"
        },
        {
            "hash": 4965121058293554954,
            "key": "Aggresses mobs in case of weak aggression",
            "value": "趁虚而入"
        },
        {
            "hash": 386757622513161852,
            "key": "Mantle for Healer.",
            "value": "治疗者的披风。"
        },
        {
            "hash": 11526918202445791887,
            "key": "You can perform an automatic fire",
            "value": "你可以自动开火"
        },
        {
            "hash": 5895034636308403016,
            "key": "Eternal Sun Belt",
            "value": "永恒的太阳腰带"
        },
        {
            "hash": 13315964297613523426,
            "key": "can perform an auto fire with all types of weapons",
            "value": "能够让各类武器自动开火"
        },
        {
            "hash": 15300889030996977922,
            "key": "The flyer from Fisherman Braeden is covered in text.",
            "value": "渔夫Braden的传单上布满了文字"
        },
        {
            "hash": 1267838262034035545,
            "key": "Proficiency with weapons",
            "value": "武器大师"
        },
        {
            "hash": 7366832446478434708,
            "key": "% discount gold for craft item",
            "value": "% 折扣制造物品所需黄金"
        },
        {
            "hash": 14188088225981949344,
            "key": "Will give discount on the price of craft items",
            "value": "制造物品时打折"
        },
        {
            "hash": 17608801919362265483,
            "key": "Craft Discount",
            "value": "巧夺天工"
        },
        {
            "hash": 11379527805045405536,
            "key": "radius",
            "value": "半径"
        },
        {
            "hash": 12250099928138372410,
            "key": "Magnet mobs to itself",
            "value": "吸引怪物到它中心"
        },
        {
            "hash": 7650293643574839575,
            "key": "Sleepy Gravity",
            "value": "引力陷阱"
        },
        {
            "hash": 11452076653815364703,
            "key": "+ 10sec life span",
            "value": "+ 10秒存在时间"
        },
        {
            "hash": 5530036251970910585,
            "key": "Creates turret a recovery health ",
            "value": "创建光环以恢复血量"
        },
        {
            "hash": 16988680073501469370,
            "key": "Cooling Liquid",
            "value": "冷却液"
        },
        {
            "hash": 16304178932544682850,
            "key": "Lightweight armor.",
            "value": "轻型装甲"
        },
        {
            "hash": 7535444412584985892,
            "key": "Blue Light Armor (All)",
            "value": "粘液装甲(全职业)"
        },
        {
            "hash": 6576575234591741512,
            "key": "Sticky Secretion",
            "value": "蓝粘性分泌物"
        },
        {
            "hash": 12264741847172478669,
            "key": "Torn handbag with ammo",
            "value": "装有弹药的破旧弹药包"
        },
        {
            "hash": 8559367252384334712,
            "key": "Small chance of dropping a relics",
            "value": "掉落文物的几率很小"
        },
        {
            "hash": 4906808209904398641,
            "key": "Random Relics Box",
            "value": "遗迹盲盒"
        },
        {
            "hash": 13759133983989480,
            "key": "Eidolon Otohime",
            "value": "幻灵-Otohime"
        },
        {
            "hash": 6249085792508665994,
            "key": "A gem that has been recharged.",
            "value": "未充能的宝石。"
        },
        {
            "hash": 5891444028336716533,
            "key": "Charged Gem",
            "value": "充能宝石"
        },
        {
            "hash": 3983906937395058968,
            "key": "A mysterious gem that can absorb Magic.",
            "value": "一种可以吸收魔法的神秘宝石。"
        },
        {
            "hash": 10752977797316686711,
            "key": "Uncharged Gem",
            "value": "未充能的宝石"
        },
        {
            "hash": 6870953694369398895,
            "key": "A somewhat shabby amulet that emits magic waves.",
            "value": "一个有点破旧的护身符，能发出神奇的波浪"
        },
        {
            "hash": 9054648813005043427,
            "key": "Bentley's Amulet",
            "value": "Bentley的护身符"
        },
        {
            "hash": 2958005609213683171,
            "key": "An ice-cold cooling liquid.",
            "value": "一种冰冷的液体。"
        },
        {
            "hash": 13480454845661637691,
            "key": "Blue slime",
            "value": "蓝色黏液"
        },
        {
            "hash": 2936113672359599575,
            "key": "A sticky and slimy liquid.",
            "value": "粘稠的液体。"
        },
        {
            "hash": 16965164406204832724,
            "key": "Caged Parrot",
            "value": "笼中鹦鹉"
        },
        {
            "hash": 1665028782276559116,
            "key": "Eidolon Merrilee",
            "value": "幻灵-Merrilee"
        },
        {
            "hash": 5869552091482672374,
            "key": "Torn handbag",
            "value": "破旧弹药包"
        },
        {
            "hash": 17850245080843296487,
            "key": "These cloth-wrapped are heavier than they look.",
            "value": "这些布包裹的比看起来很重"
        },
        {
            "hash": 4390893711031993425,
            "key": "Rations",
            "value": "军粮"
        },
        {
            "hash": 14497624668326758853,
            "key": "A crate full of various items.",
            "value": "装满各种物品的板条箱"
        },
        {
            "hash": 136761695855220437,
            "key": "Heavy Crate",
            "value": "重型板条箱"
        },
        {
            "hash": 17384671425301135472,
            "key": "Fragments from the ruins.",
            "value": "废墟中的碎片"
        },
        {
            "hash": 12409636345897802978,
            "key": "Relic Fragments",
            "value": "遗迹碎片"
        },
        {
            "hash": 14261203025156323326,
            "key": "Green pollen",
            "value": "绿色花粉"
        },
        {
            "hash": 6525326049326892481,
            "key": "Blue pollen",
            "value": "蓝色花粉"
        },
        {
            "hash": 12388246676048495168,
            "key": "A potion that Village Doctor Cal made.",
            "value": "乡村医生Cal做的一种药剂。"
        },
        {
            "hash": 16820093431416891780,
            "key": "The thick, heavy box",
            "value": "厚重的箱子"
        },
        {
            "hash": 4027219184745307935,
            "key": "Shadower Mantle (DoH)",
            "value": "暗夜披风(治疗)"
        },
        {
            "hash": 10948230905007101185,
            "key": "Grass Pickaxe",
            "value": "草镐"
        },
        {
            "hash": 2361326863642954623,
            "key": "Fruit",
            "value": "水果"
        },
        {
            "hash": 7544985553547173071,
            "key": "Flyer from Braeden",
            "value": "Braeden的传单"
        },
        {
            "hash": 17970071253646874376,
            "key": "Covered in waterproof paint and won't get wet.",
            "value": "只要涂上防水涂料就不会弄湿了。"
        },
        {
            "hash": 6713362474122274576,
            "key": "Waterproof Bomb",
            "value": "防水炸弹"
        },
        {
            "hash": 3484271851474207689,
            "key": "It's extremely sticky and has a slightly sour taste.",
            "value": "它非常粘并且带有酸味。"
        },
        {
            "hash": 13607700944229918020,
            "key": "Insect Fluid",
            "value": "昆虫汁液"
        },
        {
            "hash": 689777398085915274,
            "key": "The fruit has just been picked from a tree and is caked in mud.",
            "value": "这水果刚从树上摘下来，掉在地上沾满了厚厚的一层泥"
        },
        {
            "hash": 5304974097598535097,
            "key": "Hard Fruit",
            "value": "肮脏的水果"
        },
        {
            "hash": 9863863708665660464,
            "key": "Cleaned Fruit",
            "value": "干净的水果"
        },
        {
            "key": "Armor for Tank",
            "value": "坦克的装甲"
        },
        {
            "hash": 1710791144366835197,
            "key": "Bestial Light Armor (DoT)",
            "value": "野兽轻型装甲(坦克)"
        },
        {
            "hash": 13645975087281387599,
            "key": "Refreshing Potion",
            "value": "提神药水"
        },
        {
            "hash": 11074727100581008439,
            "key": "Confiscated Material",
            "value": "丢失的渔获"
        },
        {
            "hash": 6705433452749646914,
            "key": "This fruit gives out a sweet fragrance.",
            "value": "这种水果散发出甜甜的香味。"
        },
        {
            "hash": 11639972768335391860,
            "key": "The usual grass pickaxe.",
            "value": "普通的草镐"
        },
        {
            "hash": 1932823770811988937,
            "key": "It's sticky to the air.",
            "value": "它能粘在空气上。"
        },
        {
            "hash": 6920216474710153847,
            "key": "Magic Spider Hook",
            "value": "魔法蜘蛛钩"
        },
        {
            "hash": 638528212821065843,
            "key": "Inflicts gradual explode damage.",
            "value": "能够造成爆炸伤害。"
        },
        {
            "hash": 10211296658005093129,
            "key": "Explosive impulse hook",
            "value": "爆炸钩"
        },
        {
            "hash": 8778408556186786152,
            "key": "Inflicts gradual damage.",
            "value": "能够造成中毒伤害。"
        },
        {
            "hash": 5511828098186435421,
            "key": "Poison Hook",
            "value": "毒钩"
        },
        {
            "hash": 4198002625925599325,
            "key": "The usual blue pickaxe.",
            "value": "普通的蓝粘液镐子。"
        },
        {
            "hash": 8813199325438254380,
            "key": "Blue Pickaxe",
            "value": "蓝粘液镐子"
        },
        {
            "hash": 43116382394737199,
            "key": "The usual blue rake.",
            "value": "普通的蓝粘液耙子。"
        },
        {
            "hash": 10463150242677089513,
            "key": "Blue Rake",
            "value": "蓝粘液耙子"
        }
    ]
}